[{"title": "Tinned Tuna Fish Cakes", "servings": 2, "ingredients_text_raw": "Ingredients:\n\n1 small tin of flaked tuna fish, in water\nor brine (185g undrained)\n\n50g ground almonds\n2egos\n\nfresh coriander and chives\nsalt and pepper, to taste\nred chili flakes (optional)\n% tbsp ground cumin\n\n20g cheddar, finely grated\n\nfat, for frying\n\nlemon wedges and sour cream to\nserve\n\nPhoto:\nsee page 14, bottom middle panel\n", "recipe_text": "‘Thoroughly drain the tuna and place it in a bowl. Break up any large chunks.\n‘Add the eggs and the ground almonds and mix well.\nAdd the ground cumin, salt and pepper to taste (season well)\n\nChop the fresh coriander and chives, then mix them in together with the chilli flakes,\nif using.\n\nMix in the grated cheddar, Divide the mixture into 6 equal parts.\n\nHeat the fat in a frying pan, until you have at least 1 - 2cm depth.\n\nRoll the fish cake mix into balls and then flatten them slightly. Place them in the pan.\n\nCook over a medium heat, moving them occasionally so they do not stick. After\nabout 5 minutes, turn them over. Cook for a further 8 - 10 minutes or until golden\nbrown on both sides.\n\nDrain on kitchen roll and serve with a lemon wedge and a dollop of sour cream.\n\n"}, {"title": "Salmon Sans Croute", "servings": 0, "ingredients_text_raw": "ingredients:\n\n200g fresh salmon\n200g large or king prawns\n\n20g butter, for frying\n\n4 cloves of garlic, crushed\n2hardbolled eggs\n\n2 handfuls of spinach, fresh or frozen\n200g brie, chunked, rind removed\nground black pepper, to taste\n\nsmall amount of double cream,\nground almonds, for the topping\n\nPhotos:\n\nsee opposite page for finished dish\n{top left panel) and assembly process\n{remaining panels)\n", "recipe_text": "Preheat the oven to 180°C (350°F/GM4).\n\nCut the salmon into big chunks (e.g. 4 cm square). Melt the butter in a frying pan\nand add the garlic and salmon, then fry the salmon until just cooked through.\nRemove the salmon and garlic from the pan and place into an ovenproof dish.\n\nAdd the prawns to the pan and cook for 1 - 2 minutes, or until they have just turned\nopaque. Then remove them and add them to the ovenproof dish with the salmon and\ngarlic, Slice the hardboiled eggs and layer them on top of the salmon and prawns.\nWilt the spinach in a saucepan or in the microwave, and spoon it over the eggs.\n\nMake a cheese sauce by melting the rindless brie in the frying pan (add more butter\nif needed) and adding enough double cream to make it a nice and thick but pourable\nconsistency. Season with black pepper to taste. Pour the sauce over the fish, eggs\nand spinach in the ovenproof dish.\n\nSprinkle ground almonds over the top until the contents are completely covered.\nCook in the oven for about 20 minutes, until the almonds are light golden brown and\nthe mixture is bubbling. Serve with a nice glass of chilled white wine.\n\nAlternatives -\nTry adding other cheeses to the sauce, e.g, mozzarella.\n\n"}, {"title": "Cauliflower Cheese with Tuna", "servings": 3, "ingredients_text_raw": "ingredients:\n\n1 smalll- medium cauliflower\n300g soft cream cheese\n\n1 small fin of tuna (185g)\n\ngrated cheddar cheese\ndouble cream\n\nground black pepper, to taste\nfresh chopped chives (optional)\n\nPhoto:\nsee page 14, top right panel\n", "recipe_text": "Chop the cauliflower into florets, and cook (boil or steam) for about 10 minutes until\njust done or al dente. Strain away the water and keep the cauliflower to one side.\nPreheat the oven to around 180°C (380°F/GM4) or preheat the grill.\n\nMelt the soft cheese in a small pan or frying pan. Once melted, add plenty of grated\ncheddar cheese and ground black pepper, both to taste. Add double cream until you\nreach the white sauce consistency you like, Add the tuna and mix well, Add the\nchopped chives.\n\nPlace the cauliflower into an ovenproof dish and pour the cheese sauce over the top,\nensuring all the cauliflower is well coated. Sprinkle a little extra cheddar over the\n\ntop and place in a hot oven or under the grill for about 10 minutes, or until the sauce\nis bubbling and the cheese on top has melted and turned brown,\n\nAlternatives -\nMake this into a vegetarian dish simply by leaving out the tuna.\n\nLeave out the tuna and the cheese for a simple side dish of cauliflower in white\nsauce.\n\n"}, {"title": "Easy Peasy Fish Pie", "servings": 2, "ingredients_text_raw": "Ingredients:\n\nPie Filling -\n\n300g mixed fish, including salmon,\nsmoked fish and white fish\n\n200g prawns\n\n300g soft cream cheese\n\n10g butter\n\nolive oll with garlic\n\n1 green bell pepper, diced\n\nsalt and pepper, to taste\nchopped fresh chives, to taste\n\nSavoury Crumble Topping -\n2:1 ratio ground almonds : potato\nflour\n\nbutter, cubed\n\nsalt and pepper, to taste\n\nPhoto:\nsee page 14, bottom right panel\n", "recipe_text": "Preheat the oven to 180°C (350°F/GM4).\n\nThe Filling -\nMelt the butter with the olive oil in a frying pan, Cook the green pepper for a few\nminutes. Add the fish and cook gently until just done. Add the prawns and cook for\na few more minutes, until the prawns are opaque. Add the cream cheese and heat\ngently until melted, Add the chives and season to taste, Pour into an oven proof\ndish,\n\n‘The Savoury Crumble Topping -\nMix the ground almonds and potato flour (other gluten-free flours would also work\nfine), adding in the salt and pepper to taste, Add the butter and rub it into the flour\nuntil it forms a crumble-like topping. You can use a food processor for this, but you\nmay need to do the last bit by hand to get the right crumbulike texture. If it's too\nsticky (ie. big sticky crumbs) add a little more flour or almonds. If it’s too dry (i.e, not\nforming crumbs) add more butter.\n\nSprinkle the topping over the fish mixture, Cook in the oven at 180°C (350°F/GM4)\nfor about 30 minutes or until the topping is turning golden brown and the mixture is\nbubbling,\n\n"}, {"title": "Spicy Coated White Fish", "servings": 0, "ingredients_text_raw": "ingredients:\n\nfirm fleshed white fish, e.g. cod,\nhaddock, cut into large chunks\n1 egg, beaten\n\nfat, for frying\n\nThe Coating -\n1 tsp dried oregano\n\n1 tsp ground cumin\n\n‘4 tsp chilli powder (or to taste)\n\n1 clove of gartic, crushed or finely\ndiced (or 1 tsp powdered garlic)\nsalt and pepper, to taste\n\n1 tbsp potato flour\n\n(tice flour or comfiour work too)\n\nPhoto:\nsee page 14, top middle panel\n", "recipe_text": "Cut the fish into big chunks and pat dry. Pour the beaten egg into a shallow dish or\nplate.\n\nMix together the spices, garlic and seasoning in the flour. Place it into a shallow\ndish or plate. Heat the fat in a deep frying pan.\n\nRoll each piece of fish in the egg, then in the coating mix. Roll it over several times\nand pat the coating evenly onto the fish, covering all sides, top and bottom.\n\nSimply fry the coated chunks of fish until just cooked through and the coating is\nslightly golden brown.\n\nServe with a wedge of lemon.\n\nAlternatives -\nLeave out the chilli powder and go easy on the pepper for a non-spicy fish finger\nreplacement for children,\n\n"}, {"title": "Spiced Coconut Fish", "servings": "2", "ingredients_text_raw": "Ingredients:\n\n2chunky white fish fillets\n(cod works well, but monkfish, halibut\netc are good alternatives)\n\noil or butter, for frying\n\nT onion, sliced\ngattic, crushed\napprox | tsp each of:\nground coriander\nground cumin\nground turmeric\ntin of coconut milk\natin of chopped tomatoes (200g)\n\nPhoto:\nsee page 14, bottom left panel\n\n", "recipe_text": "Cut the fish into approximately Scm chunks.\n\nMelt the oil or butter in a frying pan and fry the onion, garlic, coriander, cumin and\nturmeric gently for 2 - 3 minutes.\n\nAdd the coconut milk & tomatoes (approximately 50:50 ratio or to taste) & simmer\nfor 4-5 minutes.\n\nAdd the fish & cook gently until the fish is opaque and flakes easily (5 - 10 minutes).\n\nServe with rice.\n\nAlternatives -\nYou can also do this with chicken or lamb - just cook the meat through first.\n\n"}, {"title": "Chilli Prawns", "servings": "2", "ingredients_text_raw": "Ingredients:\n\n300g king prawns (raw, peeled)\n\n1 tbsp sake (sherry or white wine\nmake passable alternatives)\n\n% an egg white\n\nY tsp salt\n\n1 spring onion or half a slender leek\n1 garlic clove; same amount of fresh\nginger\n\n3 tbsp salad oil\n\n1 tsp sweet chilli sauce\n\n3 tbsp ketchup (check gluten-free)\n¥ tsp sake\n\n1 tsp sugar\n\n4 cube of chicken stock, in 300m! of\nwater\n\n1 tbsp gluten-free flour in 2 tbsp water\n(for thickening)\n\nYA tsp vinegar\n\ngreen peas (amount to taste)\n\nPhoto:\nsee page 14, top left panel\n", "recipe_text": "Cut the spring onion, ginger and garlic very finely. Peel the prawns if you haven't\nalready.\n\nCoat the prawns in sake and egg white (add a little gluten-free flour if desired).\nDissolve the salt in a little boiling water in the saucepan then add the oil, and, once\nmixed, the prawns. Drain the prawns AS SOON AS they colour.\n\nHeat oil on a low heat and add the chopped onion, ginger and garlic for a minute or\ntwo until the fragrances are released. Add the prawns and stir once or twice then\nadd the sweet chilli sauce, sake, sugar, stock, vinegar & ketchup.\n\n‘Add the dissolved flour-in-water mix and once it starts to thicken, add the peas. If\nyou want to leave out the flour, you can leave the sauce loose, or keep it boiling\ndown a bit - but I recommend you remove the prawns first so they don't go tough.\n\nServe with rice or rice noodles.\n\n"}, {"title": "Mackerel in Miso", "servings": 0, "ingredients_text_raw": "ingredients:\n\n2 mackerel filets, bones removed\n40g miso paste\n\n1 tbsp soy sauce (omit if you don't\nlike salty flavours)\n\n1 tbsp caster sugar\n\n300m! water\n\n2 tbsp mirin (omit if not available)\n2 tlosp sake (use sherry/white wine if\nnot available)\n\n1 -2cm fresh ginger\n\n10cm daikon (white radish/mooli)\n1 leek, fairly siender\n\nsushirice to serve\n\nPhoto:\nsee page 14, middle right panel\n", "recipe_text": "Score the back of the fish (this stops it shrinking), slice the ginger into small thin\nmatchsticks, then peel & cut the daikon into 1.5 cm-thick half moons. Set aside.\n\nCut the leeks into 2.Scm lengths & put onto skewers in threes.\n\nPut the water, sake, mirin & sugar into a large flat pan on a mediom heat, Add the\nmiso, soy sauce and ginger.\n\nBring to the boil, then place the fish fillets flesh-down in the liquid & simmer for\nabout 20 minutes.\n\nCheck regularly: add more water (and mirin & sake in smaller amounts) if it gets too\nthick or tastes too salty.\n\nMeanwhile, grill the skewered leeks & cook the rice.\n\nAdd the chopped daikon to the liquid for the last 5 minutes, then serve with rice &\nthe leek skewers.\n\n"}, {"title": "Salmon in Chilli Miso", "servings": "2", "ingredients_text_raw": "Ingredients:\n\n2.salmon fillets, chopped into largish\nchunks\n\n40g miso paste\n\n1 tbsp soy sauce\n\n1 tbsp caster sugar\n\n200ml water\n\n2 tlosp mirin (omit if not available)\n\n2 tlosp sake (use sherry/white wine if\nnot availaile)\n\n1 green pepper, siced\n\n1 tsp ready-chopped chilies, or 1\nscant tsp chili flakes\n\n1 tsp white sesame seeds, toasted if\nyou like\n\nsushi rice to serve,\n", "recipe_text": "Put the water, sake, mirin & sugar into a large flat pan on a medium heat.\nAdd the miso & soy sauce.\n\nBring to the boil, then place the fish chunks in the liquid & simmer for about 10\nminutes.\n\nStir in the chillies & pepper after about 5 minutes.\n\nServe with rice.\n\nIdeally, the sauce for this should be thicker than for the mackerel in miso recipe.\nQuantities are, as usual, very much to taste!\n\n"}, {"title": "Quick and Spicy Prawns", "servings": "4", "ingredients_text_raw": "ingredients:\n\n350g prawns\n{small to medium ones work the best)\n\n50g rice flour\n2 tsp turmeric\n\n4 tsp cayenne pepper (or to taste)\n2 tbsp ground cumin\n\n1 tsp ground coriander\n\nsalt, to taste (approx. Y4 tsp)\n\n1 tsp ground black pepper\n\nfat for frying (20m deep)\nlemon juice to serve\n\nPhotos:\nsee opposite page for finished dish\n{bottom right panel) and preparation\n(remaining panels)\n", "recipe_text": "Pat dry the prawns using kitchen paper.\nMix together the flour with the spices.\n\nHeat the fat or oil in a deep frying pan until medium hot.\n\nCoat the prawns well with the spiced flour mix and place in the pan in a single layer.\n\nCook for 1 - 2 minutes and turn. Cook for a further 1 - 2 minutes, then remove the\nprawns from the pan and place them to drain on a kitchen towel.\n\nCook all the prawns this way, in batches: you may need to replenish the fat.\n\nYou can serve these with lemon wedges so people can sprinkle lemon juice over.\n\nServe warm and eat straight away.\n\n"}, {"title": "Seafood Curry", "servings": 0, "ingredients_text_raw": "ingredients:\n\n300g seafood mixture including\nprawns, mussels and squid rings\n(precooked)\n200g prawns\n\nbutter, for frying\ncurry powder of your choice\n(mild, etc, to taste)\n3 tbsp mayonnaise\n\n6 tbsp double cream\n\nred chilies, sliced into rings (optional)\n\nPhoto:\nsee page 14, middle left panel\n", "recipe_text": "Prepare the curry sauce by mixing 1 part mayonnaise to 2 parts double cream\n(approximately 3 tbsp mayo to 6 tbsp cream, but the amount is up to you).\n\nMix together well and then add the curry powder to taste. Check the taste and add\nmore curry powder if required.\n\nMett the butter in a frying pan over a gentle heat,\n\nAdd the seafood mixture and prawns (and chillies if using) and cook gently for a few\nminutes: be careful not to overcook the seafood; it won't need long.\n\nRemove the pan from the heat and stir in the curry sauce.\n\nOnce well mixed, return the pan to the gentle heat and warm the sauce through until\ngently bubbling - don't overdo it!\n\nAlternatives -\nThis recipe also works well with diced chicken breast.\n\n"}, {"title": "Chicken, Mushroom and Aubergine", "servings": 0, "ingredients_text_raw": "Ingredients:\n\napprox 250g chicken breast\napprox 250g mushrooms, sliced\n1 aubergine\n\nbutter for frying\nsmall amount of good stock\n\ndouble cream\nseasoning\n\nPhoto:\nsee page 24, top two panels\n", "recipe_text": "Peel the aubergine and slice into rectangles about Scm long, lom thick and Smm\ndeep.\n\nSet aside between two sheets of kitchen towel for 30 minutes, then squeeze the\naubergine to remove any excess water.\n\nCook the chicken in chunks however you want to, and set to one side.\n\nCook the mushrooms and the aubergine in butter for 10 minutes.\nAdd the stock and simmer for a further 15 - 20 minutes.\n‘Add the chicken to heat through, then add a good amount of double cream.\n\nHeat through gently, and season to taste.\n\n"}, {"title": "Garlic Chicken", "servings": "4", "ingredients_text_raw": "Ingredients:\n\n1kg chicken joints e.g. drumsticks and\nthighs - bone in, skin on\nground black pepper and salt\n\nbutter to fry\n\n15 whole garlic cloves, unpeeled and\nslightly crushed\n\n50mI dry white sherry\n\n2-5 tbsp soy sauce (to taste)\n2-5 tbsp sesame cil (to taste)\n2 tsp sugar\n\nPhoto:\nsee page 24, middle two panels\n", "recipe_text": "Coat the chicken with pepper and salt, and pat it in well.\nMelt the butter in a frying pan or wok, and add the chicken skin-side down.\n\nSlowly brown on both sides for about 10 minutes. Add the garlic and fry for a\nfurther 2 minutes.\n\nAdd the sherry, soy sauce, sesame oil and sugar. Stir well and turn the chicken to\ncoat it with the sauce,\n\nBring it to the boil, then turn the heat to as low as possible and cover and braise for\n20 minutes until the chicken is tender. Turn the chicken occasionally to coat it with\nthe sauce.\n\nRemove chicken with a slotted spoon. You can reduce the sauce down further (it\nshould thicken nicely with the sugar in it) and either pour it over the chicken or roll\nthe chicken in it to coat it.\n\n"}, {"title": "Coconut Lemon Chicken", "servings": "3", "ingredients_text_raw": "Ingredients:\n\n300g chicken fillets, diced\n100g dessicated coconut\n\n100g butter, for frying\n\n3medium onions, finely sliced\n\n4 cloves of gatiic, finely sliced\n\n2cm piece of fresh ginger, finely diced\nrind of half a lemon, cut into thin slivers\n\n30mI soy sauce\njuice of half a lemon\n\nPhoto:\nsee opposite page, bottom two\npanels\n", "recipe_text": "Prepare the coconut milk by lining a heat-proof jug with a clean tea towel. Place the\ncoconut onto the tea towel within the jug. Pour enough boiling water to just cover the\ncoconut and leave for 30 minutes (see photo on opposite page, bottom left panel).\n\nCarefully lift out the coconut in the tea towel, and holding it above the jug, twist the\ntea towel to extract all of the milk. Be careful when handling, as it may still be hot,\n\nMelt the butter in a wok or large frying pan and cook the chicken until browned on\nthe surface (approximately 5 minutes).\n\nAdd the onions, ginger, garlic and lemon peel and continue to fry for a further 5\nminutes,\n\nAdd in the coconut milk, soy sauce and lemon juice, Reduce the sauce down over a\nhigh heat for about 20 minutes.\n\nServe with fresh coriander leaves or a little basil.\n\n"}, {"title": "Tequila Wings", "servings": "a", "ingredients_text_raw": "Ingredients:\n\n1kg chicken wings, cut into two\n\nThe Marinade -\n2 tbsp tequila\n\njuice of 2 limes\n\njuice of 1 orange\n\n2 tbsp olive oil\n\n10 garlic cloves, crushed\n\n1 red chili, deseeded and finely\nchopped\n\npinch each of cinnamon, oregano\nand cumin (to taste)\n\n‘tsp ground allspice\n\n1 tsp sugar\n\nfresh coriander leaves to serve\n\nPhoto:\nsee page 29, top left panel\n", "recipe_text": "Mix the ingredients for the marinade together, and place the chickens wings in it.\n\nTurn them and ensure they are well covered. Marinate in fridge either overnight or\nfor 3 hours.\n\nThen, either cook over a barbeque or slowly grill for 18 - 20 minutes or until juice\nruns clear.\n\nYou can also cook these in the oven. Simply place them on a foil-tined tray and cook\nat 180°C (350°F/GM4) for about 25 minutes,\n\n‘Scatter some fresh chopped coriander leaves over the top to serve.\n\n"}, {"title": "Chicken in Salsa Verde", "servings": "4", "ingredients_text_raw": "Ingredients:\n\n4 chicken breasts\nsalt and pepper\n\nbutter or oil, for frying\n\neither 450g mild green salsa\nor the sane amount of tomatillos,\npuréed\n\n2-4 gartic cloves, crushed\n250ml chicken stock (or chicken stock\ncube in hot water)\n\nalittle splash of white wine (optional)\n‘4 green chill, deseeded and\nchopped\n\n1 tsp cumin\n\ndouble cream or sour cream\nfresh coriander leaves to serve\n", "recipe_text": "Sprinkde plenty of salt and pepper over the chicken breasts and pat it in,\n\nMelt the butter and/or oil in a large frying pan, add the chicken breasts and cook\nover a medium heat until they are golden brown all over (they don't need to be\ncooked through at this stage). Remove the chicken from the pan and keep to one side.\n\nPlace the salsa or pureed tomatillos together with the garlic, stock, wine, chilli and\ncumin in the pan, mix well and bring to the boil, Reduce the heat, put the chicken into\nthe sauce and simmer the sauce gently. Cook for 20 - 25 minutes, occasionally\nspooning the sauce over the chicken, keeping it covered in between times, Make\nsure it is cooked through before serving.\n\nDish up the chicken, and then add a small amount of the double cream or sour cream\nto the remaining sauce in the pan. Heat through gently, then spoon the sauce over\nthe chicken,\n\nServe sprinkled with some fresh coriander leaves torn over the top.\n\n"}, {"title": "Proper Chicken Curry", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n50g butter\n\n1 large onion, finely chopped\n\n4 cloves of garlic, crushed\n4whole cloves\n\n1 cinnamon stick\n\n4 black peppercorns\n\n3 cardamom pods\n\n2 tsp tomato purée\n\n2. tbsp fresh ginger, finely chopped\n1 tsp lemon juice\n\n500g chicken (chopped breast or\nportions work fine)\n\n1 tsp turmeric\n\nchilli powder, to taste\n\n4 tbsp natural yoghurt\n\n% pint water\n\nsalt, to taste\n\n1 tsp garam masala\n\nfresh chopped coriander leaves, to\ngarnish\n\nPhoto:\nsee page 29, top right panel\n", "recipe_text": "Melt the butter and fry the onion, garlic, cloves, cinnamon, peppercorns and\ncardamom pods until the onion is soft and golden brown.\n\nAdd the tomato purée, ginger, lemon juice, chicken, turmeric and chilli and cook for 15\nminutes over low heat,\n\nMix together the yoghurt, water and salt and add to the mixture, stirring well.\n\nBring to the boil and then simmer for 20 - 30 minutes, until chicken is cooked\nthrough and the sauce is reduced.\n\nStir in the garam masala and serve, sprinkled with freshly chopped coriander leaves.\n\n"}, {"title": "Chicken and Sesame Tofu", "servings": "2", "ingredients_text_raw": "Ingredients:\n\n1 block firm tofu (approx 250g)\nsesame oil fo taste\n\n2 cloves of garlic, chopped or crushed\nhalf an onion, chopped\n\n200g chicken, diced\n\n1 tbsp white sesame seeds\n\nhandful of spinach\n\nThe Marinade -\n2 tbsp soy sauce\n2 tbsp mirin\n\n2 tsp sake/shery\n\nsticky rice or sushirice, to serve\n\nPhoto:\nsee page 29, bottom left panel\n", "recipe_text": "Mix together the ingredients for the marinade and then place the chicken in the\nmarinade.\n\n‘Wrap the tofu in a paper towel & microwave for a minute or so to remove the excess\nwater.\n\nHeat the sesame oil & fry the garlic, Add the onion & chicken (keeping the marinade\nto one side). Cover and simmer on a low heat for 5 minutes.\n\nBreak in the tofu and add the marinade. Add the sesame seeds & increase the heat to\nhigh. Add the spinach and cook until wilted.\n\nAt this point, you can cook until the liquid has evaporated if you like your food drier,\nIf you prefer to have some juice simply don't cock it so long.\n\nServe spooned on top of a bow! half-flled with rice.\n\n"}, {"title": "Oyako-don: Chicken & Egg on Rice", "servings": "1", "ingredients_text_raw": "Ingredients:\n\n50- 75ml hot water\n‘A tsp sake\n\n% tsp mirin\n\n1 tsp soy sauce\n\n¥ tbsp sugar\n\n85g chicken, chopped into little\npieces\n\n2egas\n\nhandful of parsley, roughly ripped or\nchopped (optional\n\nsticky rice or sushirice, to serve\n\nPhoto:\nsee page 33, bottom left panel\n", "recipe_text": "Bring the hot water, sake, mirin, soy sauce and sugar to a simmer then add the\nonions and cover for 2 - 3 minutes.\n\nAdd the chicken pieces & cover for a couple more minutes, Turn the chicken pieces\nover & cover again until done (this won't take long).\n\nBeat the eggs lightly - don't overbeat, don't beat till smooth. Pour two thirds of the\negg over the chicken mix, stir & cover for 30 - 45 seconds.\n\nAdd the rest of the egg & the parsley, then cover, turn off & leave for 15 - 30\nseconds.\n\nFill a nice, big, deep bowl with rice & pour the chicken mix on top.\n\nTraditionally, the egg should remain a bit liquid, but obviously it's up to your tastes.\n\nIt should definitely not be an omelette on rice though!\n\n"}, {"title": "Ginger and Sesame Seed Chicken", "servings": "3", "ingredients_text_raw": "Ingredients:\n\n00g chicken breast, diced\n\n50g butter\n\nsesame oil, for frying\n\n2-3cm piece of fresh ginger, finely\nchopped\n\n150g mushrooms, diced\n\n2 tbsp soy sauce\n\n1 tsp sugar (or to taste)\n\n¥ tsp ground black pepper\n2tosp dry sherry\n\n1 tbsp sesame seeds\n\nfresh coriander leaves (optional)\n\nThe Marinade -\n\n3 tbsp soy sauce\n\n5 tsp rice wine or dry sherry\n1 tsp ground black pepper\n1 tsp sesame oil\n\nPhoto:\nsee opposite page, top left panel\n", "recipe_text": "Mix together the ingredients for the marinade, pour it over the chicken and stir well\nto coat all the chicken thoroughly. Leave to marinate for at least 30 minutes at room\ntemperature (all day or overnight covered in the fridge also works well),\n\nHeat the butter and sesame oil combined in a wok or large frying pan. Add the\nginger and fry for 1 minute.\n\nAdd the mushrooms and fry until they are softened. Add the chicken and fry for\nanother few minutes (until the chicken begins to brown).\n\nAdd the soy sauce, sugar, ground black pepper and about 140ml of water and cook\non high heat for 1 minute. Reduce the heat, cover the pan and cook for 10 minutes\n\n(until the chicken is cooked through).\n\nRemove the cover and cook over a high heat to reduce the sauce, stirring\ncontinuously. When the sauce is almost completely reduced, add the sherry and cook\nfor further 2 minutes.\n\n‘Stir in the sesame seeds and serve sprinkled with fresh coriander leaves.\n\n"}, {"title": "Lemongrass Chicken", "servings": "2", "ingredients_text_raw": "Ingredients:\n\n1kg chicken, thighs and drumsticks,\nbone in\n\n1 stick of lemongrass\n20g butter plus sesame oil, for frying\n2onions, sliced in thin rings\n\n4 cloves of garic, coarsely chopped\nzest & juice of 1 lime\n\nred chillies, finely chopped into rings\n{to taste)\n\n1 tsp sugar (or to taste)\n\nfresh basil leaves to garnish (optional)\n\nThe Marinade -\n\n4 tbsp soy sauce\n4 tbsp dry sherry\n2 tbsp sesame oil\n\nPhoto:\nsee page 33, bottom right panel\n", "recipe_text": "Mix the ingredients for the marinade together and pour over the chicken, ensuring\nthe chicken is thoroughly coated,\n\nMarinate for at least 30 minutes - longer is better: you can leave this in the fridge for\na day and it works fine, but do cover it and also turn the chicken occasionally.\n\nPeel lemongrass stalk to reveal the tender centre, cut into Scm pieces and crush\nslightly with the flat blade of a knife.\n\nHeat butter and sesame oil in a wok or large frying pan, add the chicken and brown\nit all over for about 5 - 10 minutes. Keep the marinade to one side.\n\nAdd the lemongrass, onion, garlic, finely chopped lime zest, chillies and sugar. Cook\nwith the lid on, until the chicken is cooked through (about 20 minutes), turning the\nchicken occasionally.\n\nRemove the lid, add the remaining marinade and the lime juice. Mix well, then cook\nwith the lid off to allow the sauce to reduce and thicken.\n\nServe garnished with fresh torn basil leaves, or stir them in at the last minute.\n\n"}, {"title": "Melanie’s Special Chicken", "servings": 0, "ingredients_text_raw": "Ingredients:\n\nchicken drumsticks, 2- 4 per person\nstock, or a stock cube\n\n200g soft cream cheese\n1 egg yok\n\n1 tbsp each: paprika, oregano, cumin,\ngarlic granules, onion granules\n\nhot chilli powder, to taste\n\nsalt and pepper, to taste\n\n1 thsp rice flour\n\noil for cooking\n\nPhoto:\nsee page 33, top right panel\n", "recipe_text": "Bring a large saucepan of stock (or water with a stock cube dissolved in it) to the\nboil. Carefully place the chicken drumsticks into the stock, and return it to the boil.\nReduce the heat, and simmer the chicken for 20 minutes.\n\nMeanwhile, mix together the spices, salt and pepper and rice flour thoroughly. Place\nthe spice mix onto a large plate, spreading it out.\n\nAfter 20 minutes, remove the chicken from the stock using a slotted spoon and leave\nthe drumsticks to drain on some kitchen paper (keep the water, it makes great stock\nfor another dish!).\n\nPreheat the oven to 180°C (350°F/GM4).\n\nGently melt the cream cheese in a frying pan. Remove it from the heat as soon as it\nmelts, and stir in the egg yolk. Keeping the cheese off the heat, take a chicken\ndrumstick and roll it in the melted cheese/egg yolk till its covered all over. Then roll\nit in the spice mix till t's well covered. Place the chicken in a baking tin with about\n2cm of oil. Repeat the process for each drumstick.\n\nPlace the coated chicken in the oven and bake at 180°C (380°F/GM4) for about 30\nminutes, Check after 15 - 20 minutes, and turn the chicken over, You may need to\nincrease the oven temperature to 200°C for the last 5 minutes or so, to really crisp\nup the coating,\n\n"}, {"title": "Pork Goulash", "servings": "4", "ingredients_text_raw": "Ingredients:\n\n500g diced pork\n50g butter\n\nl onion, chopped\n1 red pepper, chopped\ncloves of garlic, crushed\n1 tin of tomatoes (400g)\n\nredwine\n\nsalt and pepper, to taste\n20g paprika\n\nsour cream, to taste\n\nPhoto:\nsee page 40, top left panel\n", "recipe_text": "Mett the butter in a casserole pan. Add the diced pork and lightly cook it.\n\nAdd the onion, garlic, tinned tomatoes and red pepper. Cook for a few minutes.\n\nAdd the red wine and/or water till the ingredients are all covered.\nAdd the paprika, salt and pepper.\n\nMix well and bring to the boil. Reduce to simmer and leave to cook slowly for at\nleast 3 hours, stirring occasionally,\n\nAdd the sour cream at the end just before serving.\n\n"}, {"title": "Sausage and Pepper Stew", "servings": 4, "ingredients_text_raw": "Ingredients:\n\n450g gluten-free pork sausages\nolive ot\n\n1 large onion, sliced into semi-circles,\n2-3 peppers, red/yellow/green, sliced\ninto long pieces\n\n4ccloves of garlic, crushed\n\n1 tin of tomatoes (400g)\n1-2 tbsp oregano\nblack pepper, to taste\n\nted wine\n\nPhoto:\nsee page 40, top right panel\n", "recipe_text": "Brown the sausages lightly in the olive oil. Remove them from the pan.\nIn the remaining fat, fry the onion and peppers with the garlic until softened.\n\nAdd the tomatoes, oregano, black pepper and about a third of a bottle of red wine.\n\nAdd the sausages back in and bring up to simmer.\n\nLeave to cook for at least an hour, until the sauce has thickened nicely.\n\nSmells great while cooking ... a nice and simple dish.\n\n"}, {"title": "Pork and Leek (but with Garlic, Ginger and Chillies...)", "servings": "2", "ingredients_text_raw": "Ingredients:\n\n500g pork, cut into thin slices\nleeks, trimmed and sliced into very thin\nrings\n\n50g butter plus sesame oil, for frying\nhalf a bulb of garlic, crushed\n\n2-3cm fresh ginger, finely chopped\nred chillies, diced (to taste)\n\nThe Marinade -\n\n1 tbsp dry sherry\n\n2 tbsp soy sauce\n\n1 tbsp sesame oil\n\n1 tsp sugar\n\nground black pepper, to taste\n\nPhoto:\nsee page 40, bottom right panel\n", "recipe_text": "Mix the ingredients for the marinade together and pour it over the pork slices,\nensuring the pork is thoroughly covered.\n\nLeave to marinate for 30 minutes at room temperature. Remove the pork but keep\nthe marinade to one side.\n\nMelt the butter with the sesame oil in a wok or large frying pan. Fry the pork for 2 -\n3 minutes, until cooked through and then remove it from the wok.\n\nMelt more butter if required, then add the leeks and fry until well softened.\nAdd the crushed garlic, ginger and chillies and fry for another minute.\n\nThen add the remaining marinade together with a small amount of water.\n\nBring up to heat, then return the pork to the pan.\n\nFry for another 8 minutes and then serve.\n\n"}, {"title": "Nutty-base Quiche Lorraine", "servings": 0, "ingredients_text_raw": "Ingredients:\n\nThe Nutty-base -\n100g chopped nuts\n\ne.g. almonds, walnuts, macademias\n50g ground almonds\n\n2egas\n\n30g melted butter\n\npinch of salt\n\n1 tbsp xanthan gum\n\nThe Filling\n\nTonion, finely diced\nbutter, for frying\n\n150g streaky bacon, diced\n150g grated cheddar\n340ml double cream\nAeggs\n\nsalt and pepper, to taste\n\nPhoto:\nsee opposite, bottom left panel\n\n", "recipe_text": "Preheat the oven to 180°C (350°F/GM4).\n\nThe Base -\n\nMix together the nuts with the melted butter, eggs, salt and xanthan gum. Use a tin\napproximately 20cm (8 inches) in diameter - preferably one with a removable base.\nGrease the tin and line with grease-proof paper, Pack the nut mix firmly into the base\nand bake for 15 minutes at 180°C (350°F/GM4).\n\nThe Filling -\nMelt the butter in a frying pan and fry the onion until softened. Add the bacon and\nfry until cooked through, Place the onion and bacon onto the precocked nut base.\nSprinkle the grated cheddar over the onion and bacon. Mix together the double\n\ncream, eggs and seasoning to taste. Pour this mixture over the bacon, onion and\ncheddar.\n\nBake at 180°C (350°F/GM4) for a further 45 minutes. Place a tray underneath to\ncatch any drips!\n\nYou can serve this warm or cold and the firm base means it makes good finger food\nItalso keeps well\n\n"}, {"title": "Baked and Stuffed Mushrooms", "servings": 0, "ingredients_text_raw": "Ingredients:\n\nolive oil and/or\n\nolive oil flavoured with gartic\n\npacket of large, flat mushrooms\n(approx 4)\n\n4- 6 rashers of smoked streaky bacon,\ndiced\n\n1 small round of goat's cheese\n\n300g pot of soft cream cheese\n\nblack pepper, to taste\n\nfresh spinach\n\nPhoto:\nsee page 44, bottom panels\n", "recipe_text": "Preheat the oven to 180°C (350°F/GM4).\n\nPeel the mushrooms and remove the stalks. Brush the outer surface of the\nmushrooms with the olive oil. Brush a baking tin with the olive oil too.\n\nDice the mushroom stalks and fry with the diced bacon in the garliclavoured oil.\nAdd the cream cheese and heat gently till melted. Season with black pepper and add\na couple of handfuls of fresh spinach, roughly torn. Cook for a short time, until the\nspinach is wilted.\n\nPlace the mushrooms in the oiled baking tin, with the outer surface facing\ndownwards. Divide the cheese mixture between the mushrooms. Slice the goat's\n\ncheese and place a round slice on top of each mushroom, Bake in the oven at 180°C\n(350°F/GM4) for about 20 minutes until mushrooms are cooked through and the\ngoat's cheese has melted,\n\nAlternatives -\nLeave out the bacon for a vegetarian alternative.\n\nReplace the spinach with handfuls of fresh basil, coriander and chives.\nReplace the bacon with tinned tuna.\n\nUse a litle basil flavoured olive oil with or instead of garlic-flavoured oil.\nUse Camembert instead of goat's cheese.\n\n"}, {"title": "Carnitas", "servings": "2", "ingredients_text_raw": "Ingredients:\n\n1 packet of belly pork slices\n\n1 whole bulb of gattic, chopped in hal\n1 onion, roughly diced\n\n1 vegetable stock cube\n\n1 bay leaf\n\n1 tbsp ground cumin\n\nhot chilli powder (optional)\n\nsalt and pepper, to taste\n\nPhoto’\nsee page 44, top right panel\n\n", "recipe_text": "Place the whole strips of belly pork into a heavy bottomed pan, with the onion, a\nwhole bulb of garlic sliced in half, ground cumin, stock cube, bay leaf and ground\nblack pepper. Add water to cover and bring to the boil. Reduce the heat down very\nlow and cook for two hours or more. Top up the water as required.\n\nRemove the pork from pan, keeping the stock, Slice the pork into thick chunks.\nSprinkle with salt, pepper and chilli powder to taste, Without adding additional fat,\nfry the pork slowly in a frying pan for 15 - 20 minutes, turning frequently. The pork\n\nwill go crispy and brown.\n\nAdd a ladle-full of the stock to the frying pan and simmer gently until the liquid has\n\nevaporated, turning occasionally. The pork should be crispy on the outside, but soft\nand meltin-the-mouth on the inside.\n\nWarning — due to the high fat content, a little of this dish will go a long way...\n\n"}, {"title": "Stuffed Cabbage Rolls", "servings": "2", "ingredients_text_raw": "Ingredients:\n8 cabbage leaves\n\npinch each of salt, pepper & rice\nflour\n\nThe Filling -\n\n2 tsp butter\n\n‘% onion, very finely sliced\n\n250g pork mince\n\nlegg\n\n3 tbsp ground almonds\n\n1 thsp olive oil\n\n¥ tsp salt\n\npinch each of pepper & nutmeg\nThe Sauce —\n\n1 carrot, sliced\n\n3-4 tbsp tomato purée or passata\n1 sage leaf\n\n1 stock cube and white wine:\n\ntotal volume of 568ml (1 pint) of stock\nand wine\n\n1 clove of garric, crushed\n\npinch of thyme and parsiey\n\nPhoto: see opposite page, top left\n", "recipe_text": "Separate the cabbage leaves (remove the woody stem first, then they come away\neasily) and boil them until they start to look translucent (will only need a couple of\nminutes). Set them aside,\n\nThe Filling -\nMelt the butter in a pan & add the onion, Fry until golden and then allow to cool. Mix\nthe meat, egg, ground almonds, olive oil, salt, pepper & nutmeg in a bowl. Then add\nthe cooled onion. Separate this mixture into four portions.\n\nDry the cabbage leaves & slice off the hardest part of the stalk. Layer two leaves\ntogether & add a pinch of salt & pepper. Sieve over a little rice flour then place one of\nthe meat mixture portions in the middle, Wrap the cabbage leaf around the meat &\n\nsecure with a wooden skewer or cocktail stick. Repeat with the rest, until you have\nfour cabbage rolls,\n\nThe Sauce -\n\nDissolve the stock cube in a little water. Place the rolls in a large-bottomed pan &\nadd the tomato purée/passata, wine, carrot, stock, garlic clove, thyme & sage. Cover\n& cook on a low heat for 30 minutes or so. When the skewers can be removed from\nthe rolls and only clear juice comes out, it's ready. Remove the cabbage rolls &\ncarrots, then thicken the sauce by bringing it to the boil & reducing it down. Add a\nlittle cornflour or rice flour to thicken the sauce if it needs it (optional).\n\nServe with rice & the carrots from the sauce.\n\n"}, {"title": "Chilli Verde with Pork", "servings": "4", "ingredients_text_raw": "Ingredients:\n\n800g pork, cut into big chunks\n1 onion, chopped\n\n2 bay leaves\n\n1 whole bulb of gariic, cut in half\n\n1 stock cube (vegetable)\n\n2. cloves of garlic, chopped\n\n400g fresh tomatillos\n\n1 green bell pepper, chopped\n\n2 Jalapeno chillies, deseeded and\nchopped\n\noil or butter, for frying\n\n‘4 tsp chilli powder\n\n% tsp cumin\n", "recipe_text": "Place the pork in a large saucepan or stock pot with the onion, the whole garlic bulb\ncut in half, the bay leaves and stock cube. Cover with water and bring to the boil.\n‘Skim off the scum, reduce the heat very low and leave to simmer very gently for at\nleast 2 hours (longer is fine).\n\nPeel off the husks from the tomatillos and chop them up. Place them along with the\nchopped garlic, Jalapeno chillies and green bell pepper into a food processor and\nblend to a purée. (You can make batches of this and freeze for future use if you have\na glut of tomatillos — works very well).\n\nHeat the butter or oil in a large frying pan. Add the tomatillo purée and cook over a\nmedium heat for about 10 minutes, or until thickened. Add a little of the stock from\n\nthe pork together with the chilli powder and cumin.\n\nRemove the pork from the stock and add the pork to the sauce, Simmer gently for\nanother 20 minutes or so.\n\nServe this with fresh coriander leaves sprinkled on top and some lime wedges.\n\n"}, {"title": "Mole of Pork and Chillies", "servings": "4", "ingredients_text_raw": "Ingredients:\n\n500g pork shoulder, cut into chunks\n1 onion, roughly chopped\n\n1 whole bulb of garlic, chopped in hal\n2 bay leaves\n\nsalt and pepper, to taste\n\nchillies - Jalapeno, dried red ones,\nhowever hot you fancy!\n\n4 tsp ground cloves\n\n1 tin of tomatoes (400g)\n\n‘4 tsp ground allspice\n\n1 tbsp sesame seeds\n\n50g butter\n\n1 cinnamon stick\n\nfresh chopped coriander, basil and/or\nmint leaves\n", "recipe_text": "Place the chopped pork in a large pan of water together with the onion, garlic, bay\nleaves, salt and pepper. Bring to the boil, then reduce the heat as low as possible.\nSimmer for three hours.\n\nIna blender, mix the tomatoes with the chillies and the sesame seeds, ground cloves\nand allspice.\n\nHeat the butter in a frying pan and gently fry the tomato mixture for about 10\nminutes.\n\nRemove the pork from the stock, and add it to the tomato mix with the herbs,\ncinnamon stick and a little of the stock from the pork.\n\nMix together well and then simmer until it has reduced down to a thick sauce,\n\n"}, {"title": "Roast Lamb with Garlic, Ginger and Rosemary", "servings": 0, "ingredients_text_raw": "Ingredients:\n\njoint of lamb\n\n3 cloves of gartic, peeled and sliced\n2-3cm of fresh ginger, finely\nchopped\n\n2.013 sprigs of rosemary\n\nsalt\n\nPhoto:\nsee page 52, bottom left panel\n", "recipe_text": "Preheat the oven to 180°C (350°F/GM4).\n\nPierce the joint of lamb with a sharp knife at approximately 2cm intervals all over\nthe surface, Push a slice of garlic into each puncture hole.\n\nSprinkle the joint with salt, and then sprinkle the chopped ginger over the surface.\n\nLay the rosemary on top of the joint.\n\nRoast in the oven for 25 minutes per pound/450g plus 25 minutes at 180°C\n(350°F/GM4).\n\n"}, {"title": "Liver, Bacon and Onions", "servings": 0, "ingredients_text_raw": "ingredients:\n\nbutter, for frying\n\n200g lamb liver\n\n8 rashers of streaky bacon, chopped\n1 onion, finely chopped\n\nground black pepper, to taste\n\nPhoto:\nsee page 52, top left panel\n", "recipe_text": "Melt a generous amount of butter in a frying pan. Add the onion, turn the heat down\nlow and allow the onion to cook slowly until i's just brown around the edges and\ntastes sweet. Move the onion to the edge of the pan.\n\nAdd the bacon and fry this in the middle of the onion. Once cooked, put the bacon\nwith the onions at the edge of the pan.\n\nFry the liver in the space left in the middle of the pan, Turn the pieces of liver over\nabout twice so it's nicely browned on the outside,\n\nOnce the liver is cooked through then mix the whole lot together again in the centre\nof the pan, cover the pan with a lid and let it cook on a very low heat for about\nanother 5 minutes,\n\nSeason to taste with the black pepper, dish it up and eat!\n\n"}, {"title": "Shepherd's Pie", "servings": "4", "ingredients_text_raw": "Ingredients:\n\n50g butter\n\n2onions, diced\n\n400g minced lamb\n\n100 - 150g mushrooms, sliced\n\n284ml (¥s pint) lamb stock\n(or lamb stock cube dissolved in\nwater)\n\n1 tbsp tomato purée\n1 tsp Worcestershire sauce (GF\nversions available in the ‘free-from!\nsection of most supermarkets)\n\nsalt and pepper, to taste\n\ntopping of your choice...see opposite\n\nPhoto:\nsee page 52, middle panel\n", "recipe_text": "Preheat the oven to 180°C (350°F/GM4).\n\nCook the onion in the butter until soft. Add the mince and cook until browned all\nover, Add the mushrooms and allow to soften,\n\nAdd the stock, tomato purée and Worcestershire sauce, season to taste. Bring to\nboil and then simmer gently until the sauce has reduced and thickened.\n\nPlace into an oven proof dish and finish with the topping of your choice ~ options\ninclude mashed potato, or mashed swede or a mixture perhaps.\n\nCook for about 30 minutes at 180°C (350°F/GM4) or until golden brown on top.\n\nOr you could just eat this as a ‘topless’ Shepherd...\n\n"}, {"title": "Hunkar Begendi", "servings": "2", "ingredients_text_raw": "Ingredients:\n\nThe Lamb -\n\n3 large onions, sliced\n\n400g lamb, diced\n\n1 tin of chopped tomatoes (400g)\nYA tsp ground cumin, or crush '4 tsp\ncumin seeds\n\n¥ tsp ground paprika\n\n400m strong stock, preferably lamb\n(from a stock cube is fine)\n\nfresh chopped parsley\n\nseasoning, to taste\n\nThe Aubergine -\n\n2medium aubergines\n\njuice of 2 lemons\n\n15g butter\n\n1 tbsp comflour/gluten-free flour\n200ml milk\n\n50g gruyére (cheddar will do}\nseasoning, to taste\n\nPhoto:\nsee opposite, top right panel\n", "recipe_text": "You have to smoke the aubergines yourself for this, for which a gas hob is probably\npreferable to an electric one - though I'm told that also works ok. I was also advised\nto use a portable fish-smoker so if you're the kind of person who has such a thing,\nknock yourself out. Feel free to enjoy telling people that ‘smoking my own\naubergines' is not a euphemism...\n\nSmoke the aubergines: place over a naked flame and turn regularly until they\nbecome charred and soft (takes 20 - 30 minutes). Place the aubergines in a plastic\nbag to sweat & cool. Add the lemon juice to a bowl of water, and then peel the\naubergines when cooled. Soak the aubergines in the water for 30 minutes (you may\nwant to begin the lamb at this point), Mash the aubergines with a fork & set aside.\n\nFry the onions until golden, then add the lamb & seasoning, Brown the lamb then\nadd the tomatoes, cumin and paprika, Add the stock and simmer for an hour or so\nuntil tender. Sprinkle with parsley\n\nMelt the butter & add the cornflour, stirring well. Add the milk slowly, stirring\nconstantly, then add the cheese. Add the mashed aubergine flesh to the cheese\nsauce & stir really well, Season to taste.\n\nServe, either with aubergine next to lamb, or with aubergine on bottom then lamb on\ntop.\n\n"}, {"title": "Moussaka", "servings": 0, "ingredients_text_raw": "Quantities are a guide only!\n\nIngredients:\n750g lamb mince\n\n2onions, chopped\n\n4 gartic cloves, crushed\n\n1 splash of red wine\n\n500m! passata\n\n1 thsp tomato purée\nseasoning, to taste\n\n1 large aubergine, sliced thinly\nolive oll\n\nlegg\n\n200m! full-fat Greek yoghurt\ngrated parmesan\n\nPhoto:\nsee page 52, bottom right panel\n", "recipe_text": "Pre-heat the oven to 180°C (350°F/GM4).\n\nFry the onions & garlic for a couple of minutes then add the lamb and gently fry until\nbrowned. Add the wine, passata & purée and season to taste, Bring to the boil and\nstir until thickened then simmer for 48 minutes.\n\nBrush the aubergine slices on both sides with the oil, then grill (on both sides) until\ngolden,\n\nBeat the egg with the yoghurt, then season.\n\nPut the meat into the bottom of a baking dish, then layer/overlap the aubergines on\ntop. Cover completely with the yoghurt & sprinkle on the parmesan.\n\nBake at 180°C (350°F/GM4) for 40 minutes or so, until hot all the way through.\n\n"}, {"title": "Rogan Josh", "servings": "4", "ingredients_text_raw": "Ingredients:\n20g butter (or ghee)\n\n600g mutton or lamb, cut into cubes\n2 bay leaves & 2 cardamom pods\n4 whole cloves & 6 peppercorns\n\n1 tsp cumin seeds\n\n2.5em cinnamon stick\n\n568ml (1 pint) of hot water\n\n140ml yoghurt\n\nThe Sauce -\n\n20g butter (or ghee)\n\n1 onion, finely chopped\n\n4 green cardamom pods\n\n4 tbsp tomato purée\n\nThe Paste -\n\n6 cloves of garlic, crushed\n\n1 onion, coarsely chopped\n\n2cm fresh ginger, roughly chopped\n1 tsp chilli powder\n\n1 tbsp ground coriander\n\n24sp turmeric\n\nPhoto: see page 56, top right and\nbottom left\n", "recipe_text": "Melt the butter or ghee in a large saucepan. Throw in the bay leaf, cardamom pods,\nwhole cloves, peppercorns, cumin seeds and cinnamon stick. Fry for about 10\nseconds, stirring well. Then add in the cubed mutton or lamb, stir well and allow to\nfry over a medium heat for at least 15 minutes, or until the meat is brown all over.\n\nMeanwhile, melt the rest of the butter or ghee (for the sauce) in a large frying pan.\nAdd the finely chopped onion and cardamom pods and fry them gently until the\nonions are soft and turning golden. Take off the heat and stir in the tomato purée,\nLeave to one side whilst preparing the paste.\n\nPlace the coarsely chopped onion, garlic and ginger into a food blender or processor\nand blend to a paste. Add a little water if necessary to help the process. Then mix in\nthe chilli powder, ground coriander and turmeric.\n\n‘Add the paste to the sauce in the frying pan and return the pan to the heat. Fry\ngently, whilst mixing well. After a few minutes, add the yoghurt. Cook for another\ncouple of minutes, Then add this mixture to the meat in the large saucepan, together\nwith the water and salt to taste, Cover and simmer gently for 2 - 3 hours (or\nlonger)\n\nReduce the sauce right down prior to serving, This is a great dish for mutton, as\nafter 3 hours the meat just melts in the mouth, Serve sprinkled with fresh chopped\ncoriander leaves and/or garam masala,\n\n"}, {"title": "Mutton Korma", "servings": "4", "ingredients_text_raw": "Ingredients:\n600g mutton (or lamb) cut into cubes\n568m (1 pint) water\n\n4whole cloves\n\nSem cinnamon stick\n\n1 tsp cumin seeds\n\n6 black peppercoms\n\n4.cardamon pods\n\n100g butter\n\n2onions, finely chopped\n\n4 bay leaves\n\n4 cloves of garlic, crushed\n\n20g fresh ginger, finely chopped\n\n1 tsp turmeric\n1 tsp garam masala\n\n1 tsp chilli powder (optional, to taste)\n280ml yoghurt\n\nsalt, to taste\n\nPhoto:\nsee page 56, top left panel\n", "recipe_text": "Place the cubed mutton (or lamb) in a large saucepan together with the water. Add\nthe cloves, cinnamon stick, cumin seeds, peppercorns and cardamom pods. Bring to\nthe boil, then reduce the heat and cover the pan. Simmer gently for about 1 - 1/%\nhours (until the meat is good and tender): the water should reduce by about half\nduring this time.\n\nIn the meantime, melt the butter in a large frying pan and add the onion, bay leaves,\ngarlic and ginger, Fry gently until the onion is golden and then add the turmeric,\ngaram masala and chilli powder (if using). Cook gently for a further 5 minutes,\nmixing well, Add the yoghurt and salt to taste and cook for a further 5 minutes.\n\nOnce the meat is cooked, add the onion/yoghurt mixture to the large saucepan (don't\ndrain the meat, just add the contents of the frying pan to those in the saucepan).\nBring to the boil, then reduce the heat and simmer for at least 15 minutes, to reduce\nthe sauce to your desired consistency.\n\nScatter a chopped green chilli over the top, or garnish with fresh coriander leaves,\n\n"}, {"title": "Spicy Orange Lamb Stir Fry", "servings": "2", "ingredients_text_raw": "ingredients:\n\n350g lamb, cut into bite-sized cubes\n50g butter\n\n4 cloves of garlic, finely sliced\n\n2cm piece of fresh ginger, peeled\nand finely chopped\n\nrind of 1 orange, finely chopped\nground black pepper, to taste\n\n2 tlosp soy sauce\n\n2 tsp fresh orange juice\n\nsmall amount cooking sherry or white\nwine (optional)\n\n2 tbsp sesame oil\n\nfresh coriander leaves, roughly\nchopped\n\nPhoto:\nsee page 56, bottom right panel\n", "recipe_text": "Briefly stir fry the lamb until just cocked, or reheat through the leftover lamb,\nRemove from the wok, keeping any fat released.\n\nMelt the butter in the wok, add the garlic, ginger, orange peel and black pepper.\nAfter a few seconds of stir frying, return the lamb and cook until the fat is soft.\nAdd the orange juice, soy sauce and cooking sherry or white wine,\n\nCook for a further S minutes and then add the sesame oil.\n\nServe garnished with freshly chopped coriander.\n\n"}, {"title": "Slow-baked Chops in Foil", "servings": 0, "ingredients_text_raw": "Ingredients:\n\nlamb or mutton chops\n\nplenty of garlic, cut into slivers\nsalt and pepper, to taste\ndried oregano\n\nbutter\n\nPhoto:\nsee page 56, middle panels\n", "recipe_text": "Preheat the oven to 180°C (350°F/GM4).\n\nMake several small incisions into the chops, and place a sliver of garlic into each cut\n(4-8 cuts per chop), Place a small knob of butter on top of each chop, then sprinkle\nover salt, pepper and dried oregano to taste,\n\nWrap up each chop individually in a square of tin foil, pinching it closed at the top.\n\nPlace all of the chop parcels into a baking tray or tin, and place in the oven at 180°C\n(350°F/GM4) for about 45 - 60 minutes, until the meat is very tender and falls off\nthe bones. The exact time depends on the size of the chops and whether lamb or\nmutton — mutton might require a little longer.\n\nServe them in their little foil parcels.\n\n"}, {"title": "Spag-less Bolognese", "servings": "4", "ingredients_text_raw": "Ingredients:\n\nJ onion, diced\n500g beef mince\n\n1 red pepper, diced\n\n100 - 150g mushrooms, diced\n\n1 small fin of sliced black olives\n2-4.cloves of garlic, crushed\n\n2- 4 rashers of streaky bacon, cubed\n1 fin of tomatoes (400g)\n\n2 tbsp tomato purée\n\n25g butter\n\n2-4 tbsp olive cil\n\nblack pepper and salt, to taste\n\n1 tbsp dried thyme\n\n1 tbsp dried oregano\n\nted wine\n\n2 tbsp gluten-free green pesto\n(optional)\n\nPhoto:\nsee page 64, top right panel\n", "recipe_text": "Melt the butter and fry the onions in the butter till softened, Add the mince and\nbrown all over, Add the mushrooms, garlic, bacon and red pepper and cook for a\nfurther few minutes till softened.\n\nAdd the tinned tomatoes, red wine, tomato purée, black olives and a couple\ntablespoons of olive oil, Mix well and bring to the boil, Add water if needed to cover\n(depends how much wine you've used!). Season with generous amounts of black\npepper, thyme and oregano, Add the pesto if using.\n\nOnce bubbling, reduce heat to low and allow to simmer for at least 45 minutes\n(couple of hours is best). Reduce until the sauce is nice and thick. You can add more\nwater if needed to allow for a longer cooking time.\n\nCheck the seasoning before serving, We serve this as it is, with lots of grated\ncheddar cheese melted on top. This also freezes well.\n\nAlternatives -\nServe with spaghetti squash...cut the squash longways and boil for 10 minutes\n(depends on size of chunks). Remove the squash from the water and use a fork to\nmake the ‘spaghett’ strands, starting from the inside of the squash.\n\n"}, {"title": "Classic Beef Stew", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n450g stewing beef, cut into 2cm\ncubes\n\n50g butter\n\nJ onion, roughly diced\n\n100 - 150g mushrooms, diced\n1-2 carrots, sliced\n\nY swede, cubed\n\n2.cloves of garlic, crushed\n\n1 bouquet garni\n\n2 bay leaves\n\nred wine\n\n¥ pt stock/water with stock cube\ndissolved\n\n1 tbsp dried thyme,\n\nsalt and pepper, to taste\n\n2 tbsp tomato purée\n\nPhoto:\nsee page 64, top left panel\n", "recipe_text": "Melt the butter and add the beef, cooking until brown, Add the chopped onions and\ngarlic and cook until the onions are softened, Add the carrots, mushrooms and\nswede, and cook for a few more minutes.\n\n‘Add the red wine and stock until all the ingredients are covered. Add the tomato\npurée, bouquet garni, bay leaves, dried thyme and seasoning, Stir well and bring to\nthe boil, then reduce to minimal heat, cover and cook for several hours (the longer\nthe better), checking regularly that the fivid has not all evaporated - you can add\nmore water if necessary. This recipe would also work well in a slow cooker.\n\nCheck the seasoning and adjust if needed before serving,\nThis also freezes well.\n\nAlternatives -\n‘This recipe can be adapted to whatever and however much veg you have knocking\naround in the bottom of the fridge - parsnips, potatoes ete work well too.\n\nIf you don't have stock or glutentree stock cubes, then marmite works well as a\nsubstitute!\n\n‘The red wine is optional, but it does make it taste extra nice...\n\nThis recipe also works very well with lamb or mutton.\n\n"}, {"title": "African Beef Stew", "servings": "2", "ingredients_text_raw": "Ingredients:\n\n450 - 500g diced beef\n2 tbsp tomato purée.\n\n1 medium carrot, sliced\n\n1 medium onion, chopped\n\n50g butter\n\n50g peanut butter\n\n1 bay leaf\n\n200ml water, to just cover the meat\nsalt and pepper, to taste\n\nfresh root ginger, finely chopped, to\ntaste\n\n3 cloves of garlic, crushed\n\n\\% tsp cayenne pepper\n\n\\% tsp ground cloves\n\n1 tbsp white wine vinegar or lemon\njuice\n", "recipe_text": "Preheat the oven to 180°C (350°F/GM4).\n\nMelt the butter in a large casserole dish, then add the beef and cook until browned all\nover.\n\nAdd the carrot, onion, ginger and garlic and cook gently for a few minutes,\nAdd the tomato purée, peanut butter, bay leaf, vinegar, cayenne pepper and cloves.\n\nAdd enough water so that the meat and vegetables are just covered, Season to taste.\nBring to the boil, stir well and cover.\n\nPlace in a preheated oven at 180°C (350°F/GM4) for 2 - 3 hours until the meat melts\nin the mouth. Stir every half hour.\n\nThis dish can also be cooked very slowly on top of the cooker, or in a slow-cooker.\n\n"}, {"title": "Beef in Beer", "servings": "2", "ingredients_text_raw": "Ingredients:\n\n500g beef stewing steak, cut into 1em\nwide strips\n\n3 onions, very finely sliced\n\nlard, dripping or oil for frying\n\n6 cloves of garric, crushed\n\n330m bottle of gluten-free beer\n300mI stock,\n\n‘or stock cube made up in 300ml water\n1 tbsp white wine vinegar\n\n1 tsp soft brown sugar (optional)\n\nsalt and pepper, to taste\n\n1 bay leaf,\n\n1 bouquet garni\n\nPhoto:\nsee opposite page, bottom right\npanel\n", "recipe_text": "Mett the fat in a large saucepan, add the strips of beef and cook on a high heat until\nbrown all over.\n\nReduce the heat and add the onion and garlic. Continue to fry for a further 5\nminutes,\n\nTake the pan off the heat and add the beer, stock, vinegar and sugar. Stir well, and\nreturn to the heat.\n\nSeason to taste and add the bay leaf and bouquet garni.\nSimmer over a low heat for a couple of hours.\n\nRemove the lid towards the end to allow the sauce to reduce a little.\n\nThis could also be cooked slowly in the oven, at 160°C (325°F/GM3) for about 2 - 3\nhours.\n\n"}, {"title": "Corned Beef Bake", "servings": 0, "ingredients_text_raw": "Ingredients:\n\nThe Filling -\n1 onion, finely diced\n\n1 red pepper, diced\n\n100 - 150g mushrooms, diced\n25g butter\n\n2- 4 gattic cloves, crushed\n\n1 tin of comed beef (340g)\n\n1 fin of tomatoes (400g)\n\n2 tbsp tomato purée\n\n1 tbsp ground cumin\n\nblack pepper, to taste\n\nfresh coriander (optional)\n\nThe Topping -\n\nchopped mixed nuts or almonds\ncheddar cheese, coarse grated\nsalt and pepper, to taste\n\nPhoto:\nsee page 64, bottom left panel\n", "recipe_text": "Preheat the oven to 160°C (325°F/GM3).\n\nThe Filling -\n\nMelt the butter in a large frying pan. Fry the onion, mushrooms, garlic and red\npepper in the butter until well softened. Chop the corned beef into roughly 1 cm\ncubes, stir into the mixture and cook for a further 5 minutes, Add the tinned tomatoes\nand tomato purée. Season with ground cumin and generous black pepper. Mix well,\nand allow to simmer for 10 - 15 minutes.\n\nThe corned beef will partially disintegrate until you are left with a sort of mush.\nReduce until the liquid is all but gone, and remove from heat. Chop some fresh\ncoriander and mix in, Place the mixture into an oven proof dish.\n\nThe Topping -\nMix roughly 50:80 grated cheddar cheese and chopped mixed nuts/almonds. Season\nwith black pepper and salt and add the topping to the meat mixture so it is well\ncovered. Cook in the oven at about 160°C (325°F/GM3) for 15 - 20 minutes, or until\ncheese is well melted, nuts are slightly browned and the mixture is bubbling round\nthe edges.\n\nAlternatives -\n‘Add other cheeses to the topping, for example small pieces of mozzarella or crumbled\nfeta,\n\n"}, {"title": "Steak and Kidney Casserole", "servings": "4", "ingredients_text_raw": "Ingredients:\n\n50g butter\n\n1 tin of tomatoes (400g)\n500g stewing beef, diced\n200g kidney, diced\n2onions, chopped\n\n1 red pepper, chopped\n1 small carrot, sliced\n\nsalt and pepper, to taste\n1 bouquet garni\n\n1 bay leaf\n\nred wine\n\nPhoto:\nsee page 69, top left panel\n\n", "recipe_text": "Ina large casserole pot, melt the butter and put in the chopped beef, kidneys and\ntinned tomatoes, Mix well and cook for a few minutes,\n\n‘Add the onion, red pepper and carrot, mix well and cook for a few minutes, Add the\nred wine, salt and pepper, bouquet garni and bay leaf.\n\nBring to the boil, reduce the heat to simmer and leave to cook gently for several\nhours, until the sauce is nice and thick.\n\nThat's it.\n\nThis recipe would also work well in a slow-cooker.\n\n"}, {"title": "Aubergine Lasagne", "servings": "6", "ingredients_text_raw": "Ingredients:\n\nThe Meat Sauce -\n\n2 tsp olive oil\n\n2-3 cloves of garlic, crushed\n2onions, diced\n\n800g beef mince\n\nI red pepper, diced\n\n3 courgeties, cut into thick chunks\n100- 150g mushrooms, sliced\n\n1 tin of tomatoes (400g)\n\n1 tbsp tomato purée\n\nred wine\n\n1 tsp each of oregano and thyme\nsalt and pepper, to taste\n\nThe White Sauce -\n\n2.x 300g soft cream cheese\n\n1 packet of mozzarella, cubed\nblack pepper to taste\n\n3 aubergines\n\ngrated cheddar for the top\n\nPhoto:\nsee page 69, top right panel\n", "recipe_text": "Preheat the oven to 180°C (350°F/GM4).\n\nThe Meat Sauce -\n\nWarm about 2 tbsp of olive oil in a large pan, then add the crushed garlic, diced\nonions and minced beef. Cook until the meat is browned, then add the diced red\npepper, courgettes, mushrooms, tinned tomatoes, tomato purée and mix together well,\nAdd a generous amount of red wine (approx 1% of a bottle) and water, together with\nthe oregano, thyme, salt and pepper. Mix well and bring to boil, then allow to simmer\nfor at least hour until the sauce has completely reduced down and is nice and thick.\n\n‘The White Sauce -\nMelt the cream cheese with the mozzarella in a frying pan over a gentle heat. Once\n\nfully melted, season to taste with black pepper.\n\nAssembly -\nSlice the aubergines into rounds about half a centimetre thick and fry in generous\namounts of olive oil until golden brown.\n\nPlace half the meat sauce in the bottom of a large rectangular oven proof dish, Layer\nhalf the aubergine slices on top. Then add the remaining half of the meat mixture on\ntop. Layer the second half of the aubergine slices on top. Pour the white sauce over\nthe top, cover with the grated cheese and bake in the oven for about 40 minutes at\n180°C (380°F/GM4),\n\n"}, {"title": "Mexican Chilli Beef", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n25g butter\n500g mince beef\n\n1 onion, finely chopped\n\n2-3 garlic cloves, chopped\n\nI red pepper, diced\n\n100 150g mushrooms, sliced\n\n1 tin of tomatoes (400g)\n\n1 tbsp tomato purée.\n\nred wine\n\n2 tbsp dry white sherry\n\n2.tbsp white wine vinegar\n\n1 tbsp ground cumin\n\nYA tsp each of ground cinnamon,\ncloves and nutmeg\n\nsalt and pepper, to taste\n\n2 tsp sugar\n\nchilli powder, to taste\n\nPhoto:\nsee page 69, bottom left panel\n", "recipe_text": "Melt the butter and then cook the onion until soft.\nAdd the meat and cook until brown.\n\n‘Add the mushrooms, garlic and red pepper and cook for a further five minutes.\n‘Then add the tomatoes, tomato purée and red wine.\n\nAdd enough water to cover the meat. Stir well and bring to the boil, then reduce the\nheat to simmer.\n\n‘Add the sherry, vinegar, sugar, cumin, spices and salt and pepper.\n\nSimmer until the sauce is reduced nice and thick (at least 40 minutes).\n\nIf you want it hot and spicy - add chilli powder...o taste!\n\n"}, {"title": "Nikujaga: meat & Potatoes, the Japanese way", "servings": "2", "ingredients_text_raw": "Ingredients:\n\n200g beef, very thinly sliced\n\nsmall potatoes\n\n1 carrot\n\nJ onion\n\nshirataki (this is a noodle made from\nyam)\n\n1.5 tbsp salad oil or butter\n\n2 tbsp sugar\n\n3 tbsp mirin\n\n2 tbsp sake (alternatively sherry/white\nwine)\n\n5 tbsp soy sauce\n\n2 tbsp green peas\n", "recipe_text": "Peel & slice the carrots into 1 cm thick slices (half-moon if need be).\n\nSlice the onion into large strips.\n\nPeel & slice the potatoes into sizeable chunks & put into some cold water.\nBoil the shirataki for a couple of minutes.\n\nFry the meat in the butter quickly, then add the shirataki. Mix together, then add the\npotatoes & half the onions.\n\nAdd 350ml water, cover & bring to the boil, then reduce the heat. Remove any scum\nfrom the top occasionally, if necessary.\n\nWhen you can easily get a skewer 3mm into the potato, then add the sugar, mirin,\nsake and then the soy sauce, Add the carrots. Cover & cook for 10 minutes.\n\nAdd the rest of the onion & cook, uncovered, for about 7 minutes.\nFinally, add the peas.\n\nThis is also nice served as one part of a meal with lots of little parts, in a tapas-way.\n\n"}, {"title": "Beef Stroganoff", "servings": 0, "ingredients_text_raw": "Ingredients:\n\nbutter, for frying\n600g good quality beef, diced or cut\ninto strips\n\n4 shallots or 1 large onion, finely\nchopped\n\n300 - 400m! single cream, to taste\n\n1 tsp paprika\n\nseasoning, to taste\n\nPhoto:\nsee page 69, middle panel\n", "recipe_text": "Heat half the butter and fry the beef for 2 minutes, or until done.\nRemove the beef, add the rest of the butter, and fry the onions slowly until soft.\n\nReturn the beef to the pan, add the paprika, then add the cream and allow to cook\ndown & thicken for a few minutes.\n\nSeason to taste before serving.\n\nYou can serve this with rice, or polenta:\n\nPut 200g fine polenta in a pan with a stock cube and 1 litre of water, Season well\nand add any herbs you like. Boil, and stir until the polenta comes away from the\nsides. Pour out onto a lined flat surface to cool, then slice and fry in olive oil until\ncrispy - see photo on page 69, central panel.\n\nAlternatives -\nAdd mushrooms or peppers with the onion.\n\n"}, {"title": "Ratatouille", "servings": "4", "ingredients_text_raw": "Ingredients:\n\n3-4 courgettes, cut into chunks\n\nred and yellow peppers, thickly sliced\n1 onion, thickly sliced\n\n2-4 cloves of garric, crushed\n\n1 aubergine, cut into thin chunks\n\n100 - 150g mushrooms, thickly sliced\n\n1 tin of tomatoes (400g)\n\nolive oil and/or butter, for frying\n\nsalt and black pepper, to taste\nolives, green or black (optional)\nthyme and oregano, fresh or dried, to\ntaste\n\n1-2 tbsp tomato purée\n\ngenerous slosh of red wine/water\n\nPhoto:\nsee page 78, bottom right panel\n", "recipe_text": "Melt the butter with the olive oil in a large pan.\n\nAdd the diced vegetables and cook gently, mixing well occasionally and adding more\noil if needed.\n\nOnce the vegetables are well softened, add the tinned tomatoes, tomato purée, red\nwine/water,\n\nAdd the salt and black pepper to taste.\n\nAdd the thyme if using dried herbs (oregano and basil might be nice too). If using\nfresh herbs, add them nearer the end of cocking time.\n\nCook through until the sauce is reduced and nicely thickened.\n\n"}, {"title": "Vegetarian Aubergine Lasagne", "servings": 7, "ingredients_text_raw": "Ingredients:\n\nThe Vegetable Sauce -\n50g butter\n\n4 tbsp olive oil\n\n100- 150g mushrooms, diced\n\n1 -2red peppers, diced\n\n1 onion, finely diced\n\n3 courgettes, cut into chunks\n\n2-3 cloves of garlic, crushed\n\n1 small tin of sliced black olives\n\n1 fin of tomatoes (400g)\n\n1 tbsp tomato purée\n\nred wine/water\n\nground black pepper and salt, to taste\n1 tbsp oregano or thyme\n\nOther -\n\n3-4 aubergines, cut into rounds\nplenty of olive oil for frying\n\nchopped nuts/almonds\n\ncheddar cheese, course grated\n\nsalt and pepper, to taste\n\n1 ball of mozzarella, cubed (optional)\n", "recipe_text": "Preheat the oven to 160°C (325°F/GM3).\n\nThe Vegetable Sauce -\n\nMelt the butter with the olive oil in a large pan. Add the diced vegetables\n(mushrooms, peppers, courgettes, onions and garlic) and cook through gently. Add\nthe sliced olives, tomatoes, tomato purée, salt and black pepper and the herbs. Add\nenough red wine and/or water to cover the vegetables, and bring to a simmer. Cook\nthrough until the sauce is nicely thickened and reduced.\n\nAssembly -\nFry the thin rounds of aubergine in the olive oil until lightly browned, Place one third\nof the vegetable mix in the bottom of an oven-proof dish, then add a layer of the fried\naubergine rounds.\n\nAdd another third of the vegetable mixture on top, then another layer of aubergine.\nAdd the final third of vegetables over the top.\n\nFor the topping, mix the chopped almonds or nuts 50:50 with the grated cheddar\nand mozzarella, Make enough to cover your dish and season to taste with salt and\nblack pepper. Bake in a preheated oven at about 160°C (325°F/GM3) for 15 - 20\nminutes until the mixture is bubbling, the cheese has melted and the nuts have\nturned a light golden-brown.\n\n"}, {"title": "3 Colour Tartlets", "servings": 0, "ingredients_text_raw": "Ingredients:\n\nThe Savoury pastry -\n75g potato flour\n\n75g rice flour\n\n75g ground almonds\nsalt, to taste\n\n1 tbsp xanthan gum\nlegg\n\n50g butter\n\nolive oil\n\nThe Filling -\n1 fin of tomatoes (400g)\ngarlic-flavoured olive oil\nsalt and pepper, to taste\nthyme, oregano, to taste\n¥ tsp sugar\n\ndash of balsamic vinegar\nfeta\n\ngluten-free green pesto\n\nPhoto:\nsee page 78, top row\n", "recipe_text": "Preheat the oven to 180°C (350°F/GM4).\n\nThe Savoury Pastry -\nMix the dry ingredients together (flours, almonds, salt and gum). Add the egg and\nthe butter, then mix together till you get a fine crumb. Gather the pastry together into\na ball, adding as much olive oil as needed to hold it together. I find that the ‘wetter’\nthe better with this pastry (don't expect the same pastry rules to apply to gluten-free\npastry). I add plenty of oil, so that the pastry holds together easily and is actually\nsmooth and rather greasy to the touch.\n\nIt can be refridgerated overnight or frozen if needed, but I don't find cooling it helps\nwith the handling, so I don't bother unless it's for storage reasons.\n\nRoll the pastry out sandwiched between two sheets of grease-proof paper (this\nworks really well, so don't worry about dusting surfaces with flour - it simply\nmakes a mess and dries out your pastry!) Cut out 12 circles to fit your tin - I find a\nshallow, 12-hole bun tin works well. Don't roll the pastry out too thin, and be careful\ntransferring it to the tin as it will break easily. If it rips, simply roll it up and start\nagain — have patience with it!\n\nBlind bake the pastry for 10 minutes at 180°C (350°F/GM4). Remove them from the\noven, coat the pastry with egg wash and return to the oven for 2 minutes,\n\n"}, {"title": "The Filling -  Q This is only a suggestion; you can fill these with whatever you fancy!", "servings": 0, "ingredients_text_raw": "season to (as\n\nAdd a small.\nalittle balsar\n\nMix well and\nCrumble a lit\nOnce cooked,\n\nYou can serv\n\n", "recipe_text": "e with salt, pepper, oregano and thyme.\n\nnount of sugar (exact amount depends on the tomatoes) and sprinkle\nc vinegar over at the last minute.\n\npoon this into the tartlets.\ne feta over the top and return them to the oven for 10 minutes.\nerve drizzled with a little gluten-free green pesto over the top.\n\nthese warm or cold. Good finger food for buffets.\n\n"}, {"title": "Nutty-base Vegetarian Quiche", "servings": 0, "ingredients_text_raw": "Ingredients:\n\nThe Nutty-base -\n50g chopped almonds\n50g other chopped nuts\n50g ground almonds\n2egas\n\n30g melted butter\npinch of salt\n\nThe Filling -\n\nTonion, finely diced\n\nbutter, for frying\n\n1 red and | orange pepper. fined\ndiced\n\n1 smalll tin of sliced black olives\n150g grated cheddar\n\n350ml (12 fl oz) double cream\n1 tbsp xanthan gum\n\n4eggs\n\nsalt and pepper, to taste\n", "recipe_text": "Preheat the oven to 180°C (350°F/GM4).\n\nThe Base -\n\nMix together the nuts with the melted butter, eggs, salt and xanthan gum. Use a tin\napproximately 20 cm (8 inches) in diameter (preferably with a removable base),\ngrease the tin and line with grease-proof paper. Pack the nut mix firmly into the base\nand bake for 18 minutes at 180°C (350°F/GM4).\n\nThe Filling -\nMelt the butter in a frying pan, and fry the onion until softened. Add the peppers and\nolives and fry until cooked through. Place the onion, peppers and olives onto the\nprecooked nut base. Sprinkle the grated cheddar over the vegetables. Mix together\n\nthe double cream, eggs and seasoning to taste. Pour this mixture over the\nvegetables and cheddar. Bake at 180°C (350°F/GM4) for a further 50 - 60 minutes,\nuntil golden brown on top. Place a tray underneath to catch any drips!\n\nYou can serve this warm or cold and the firm base means it makes good finger food.\nIt also keeps well.\n\n"}, {"title": "Baked Butternut Squash with Goat's Cheese", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n1 butternut squash\n\n1 log goat's cheese\nhandful of chives for the top\nolive oi!\n\nPhoto:\nsee page 78, bottom left panel\n", "recipe_text": "Pretty much as it says in the title...\n\nHalve & de-seed a butternut squash & cut incisions into it diagonally.\nFill the hole left in the butternut squash with goat's cheese.\n\nAdd some ripped chives over the top, drizzle with olive oil & bake at 230°C\n(450°F/GM8) for 40 minutes or until soft.\n\nServe with whatever you fancy..super-easy and really good!\nAlternatives -\n\nYou can add whatever you want to this - I would suggest chopped sundried\ntomatoes or toasted pine-nuts for a start!\n\n"}, {"title": "Pesto Risotto", "servings": "4", "ingredients_text_raw": "Ingredients:\n\n1 onion, chopped\n2 cloves of garlic, chopped\n\nolive oil, for frying\n\n250 - 300g risotto rice\n\n568ml (1 pint) stock - from a stock\ncube is fine\n\napprox 12 mushrooms, chopped\n1 green pepper, chopped\n\ncream (remove for vegan version)\n\ngreen pesto (a jaris fine but\nhomemade is amazing, and can be\nmade without parmesan for a vegan\nrisotto)\n\nhalf a packet of feta, chopped\n(remove for vegan version)\nhanafful pine nuts, toasted\n\nPhoto:\nsee page 83, central panel\n", "recipe_text": "Heat the oil & fry the onion & garlic for a minute or so, then add the rice & coat in the\noil.\n\nAdd the stock a little at a time, stirring fairly constantly.\n\n‘Throw in the mushrooms and peppers at some point during the cooking (when rice\nis halfway cooked, or later if you want more crunch in the peppers).\n\nWhen the rice is nearly cooked, add a big slog of cream then stir in a big spoonful of\npesto (amount to taste).\n\nJust before serving, throw in the feta & toasted pine nuts, then stir for one last\nminute, The feta will jouuust start to go soft around the edges.\n\n"}, {"title": "Jamaican Rice and Peas", "servings": "2", "ingredients_text_raw": "Ingredients:\n\n1 red onion, chopped\n\n1 red chili, deseeded & chopped\nof | tsp of the ready-chopped in a jar\nvariety,\n\n1 tin of coconut milk\n\n1 tin of gungo peas\n\n400ml vegetable stock\n\n300g rice\n\nsalt, pepper and paprika to taste\n", "recipe_text": "Fry the onion and chill.\nAdd everything else,\nBring to the boil.\nSimmer for 20 minutes.\n\nSeason to taste. Eat, possibly with some sausages on the side!\n\nAlternatives -\n\nYou should be able to find gungo peas in the “Gosh, Don't Foreigners Eat Funny\nThings?” section in supermarkets. If not, use chickpeas.\n\n"}, {"title": "Egg Curry", "servings": "3", "ingredients_text_raw": "Ingredients:\n\n100g butter\n\n8 hard boiled eggs, peeled and sliced\n1 large onion, finely chopped\n\n2 bay leaves\n\n4 cloves of garlic, crushed\n\n1 tsp fresh ginger, chopped\n\n2.tosp natural yoghurt\n\n1 tin of tomatoes (400g)\n\nsalt, to taste\n\n2whole cloves\n\n1 cinnamon stick\ncardamom pods\n\n5 black peppercorns\n\nYA tsp cumin seeds\n\ntsp turmeric\n\nchilli powder, to taste\n\n1 tsp ground coriander\n1 tbsp garam masala\n\nPhoto:\nsee page 83, top left panel\n", "recipe_text": "Melt the butter and fry the hard boiled eggs until golden brown, Remove from the\npan and set aside,\n\nFry the onions, bay leaves, cloves, cinnamon stick, cardamom pods, peppercorns and\ncumin seeds, until the onion is soft and just turning golden brown.\n\nRemove from the heat and stir in the turmeric, chill, coriander, garlic, ginger and\nyoghurt. Return to the heat and cook for 2 minutes.\n\nAnd the tomatoes and salt and cook for another 10 minutes.\nStir in some water (about half a pint) and bring to the boil.\n\nAdd the eggs and simmer for another 10 minutes.\n\nStir in the garam masala and serve, sprinkled with fresh chopped coriander leaves.\n\n"}, {"title": "Courgette, Chickpea and Coconut Curry", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n1 onion, chopped\nbutter or oil, for frying\n2-4 garlic cloves, roughly chopped\n\nspices: ground coriander, garam\nmasala, cinnamon, to taste\n\n| courgette, chunked\n\n1 fin of coconut milk\n\n1 fin of chickpeas\n\nseasoning, to taste\n\nlemon or lime juice (optional)\n\nPhoto:\nsee page 83, top right panel\n", "recipe_text": "Blend half the onion, the garlic, spices and half the coconut milk to a paste.\n\nMelt the butter in a pan and fry the remaining onion for a couple of minutes.\n\nAdd the courgette chunks and fry for 8 minutes until brown.\n\nAdd the paste and cook for a couple of minutes, then add the chickpeas & the rest of\nthe coconut.\n\nCook for 5 - 10 minutes until the chickpeas are cooked through, season and serve,\nwith a squeeze of lime or lemon juice to taste.\n\n"}, {"title": "Coconut Dhal", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n1 onion, chopped\nolive oil, for frying\n\n1 tsp each of grated ginger and garlic\n‘4 tsp each of: turmeric, cumin, garam\nmasala & ground coriander\n\n300g red split lentils\n1 pack cream of coconut or | tin\ncoconut milk\n\n400ml water\n\nlime\n\nsalt, to taste\n\nfresh coriander\n", "recipe_text": "Fry the onion, garlic and ginger in the olive oil until soft.\nAdd the spices and lentils and cook for a few minutes.\n\nAdd the coconut and water, simmering until mushy (20 - 30 minvtes): add more\nwater if necessary.\n\nSqueeze in the lime juice and add salt to taste\n\nGarnish with coriander & serve with rice.\n\n"}, {"title": "Mushroom Stroganoff", "servings": "4", "ingredients_text_raw": "Ingredients:\n\nbutter, for frying\n4 shallots, or one onion\napproximately 15 mushrooms\nlred pepper\n\n1 tsp paprika (or to taste)\n200m! double cream\nseasoning, to taste\nbasmatirice, to serve\n\nPhoto:\nsee page 83, bottom left panel\n", "recipe_text": "Chop the onion, mushrooms and pepper as you like them.\n\nFry the onion in the butter for a minute or two, then add the mushrooms (use enough\nbutter to coat the mushrooms).\n\nAdd the peppers and cook for a minute and then add the paprika & stir to coat all the\ningredients.\n\nFinally, add the cream & heat through, then season to taste.\n\nServe with rice.\n\n"}, {"title": "Peter's Mushrooms", "servings": "2", "ingredients_text_raw": "Ingredients:\n\n250g chestnut mushrooms, whole\n100g shiitake mushrooms, sliced\n\n100g oyster mushrooms, whole\n\n100g closed cup or button mushrooms,\nwhole\n\n100g butter\n4 cloves of garlic, finely sliced\n2-3cm cube of fresh ginger, finely\ndiced\n\n1 onion, coarsely chopped\n\n100m! dry sherry\n\n50ml soy sauce\n\npinch of sugar (to taste)\n\n25m sesame oil\n\nfresh coriander leaves, roughly torn\n\nPhoto:\nsee page 83, bottom right panel\n", "recipe_text": "Melt the butter in a wok or large frying pan.\n‘Add the onion, garlic and ginger and stir fry for 5 minutes.\nAdd the mushrooms and stir fry them together for a further 5 minutes.\n\nAdd the sherry, soy sauce and sugar, mix well and reduce down for a few minutes,\nuntil the sauce has thickened a little,\n\nAdd the sesame oil just before serving,\n\nGarnish with fresh coriander leaves.\n\n"}, {"title": "Sweet Potato & Coconut Soup", "servings": 0, "ingredients_text_raw": "ingredients:\n\nJ onion, chopped\n\n1 clove of gartic, crushed\n\nlem of fresh ginger, chopped\nbutter or oil, for frying\n\nplenty of diced sweet potato\n568m! (1 pint] of vegetable stock\n1 tin of coconut milk\n\nseasoning, to taste\n\njuice of 2 limes\n", "recipe_text": "Fry the onion, garlic and ginger in a little butter or oil till softened, and then add the\nsweet potato. Cook for a couple more minutes.\n\nAdd the stock & simmer for 15 - 20 minutes until the sweet potato is soft.\n\nLiquidise this with half of the coconut milk.\n\nReturn the liquidised mixture to the heat and add the remaining coconut milk.\n\nSeason to taste. Add the lime juice and serve.\n\n"}, {"title": "Butternut Squash and Chilli Soup", "servings": "4", "ingredients_text_raw": "Ingredients:\n\nJ onion\n2. cloves of gartic\n\n1 medium butternut squash or\npumpkin [if preferred)\n\n1 tsp chili flakes or pre-chopped\nchillies, or 1 - 2 red chillies\nvegetable stock cube\nseasoning, to taste\n\nPhoto:\nsee page 93, top left panel\n", "recipe_text": "Chop the onion, garlic & squash, then place all the ingredients in a saucepan with\nenough water to cover well.\n\n‘Simmer for 10 - 15 minutes or until the squash is tender, then blitz to a smooth soup.\n\nTest and season further if necessary.\n\n"}, {"title": "Tomato Soup, with a Kick", "servings": 0, "ingredients_text_raw": "ingredients:\n\n1 fin of chopped tomatoes (400g)\n2cm fresh root ginger, chopped\n\n100 ml water\n\n2 cloves of garlic, crushed\n\n1 piece of lemon grass (optional)\n\n10g butter (or oil)\n\nsalt and black pepper, to taste\ndouble cream\n\nground cumin and coriander, to taste\npinch of cayenne pepper (optional)\n\nPhoto:\nsee page 93, top right panel\n", "recipe_text": "Melt the butter or oil in a pan, then add the ginger and garlic.\n\nFry gently for a few seconds, then add the tomatoes, water, lemon grass, cumin and\ncoriander (to taste: I add plenty!),\n\nBring gently to bubble, then turn down low and leave to cook for about 30 minutes\nor longer, or until the tomato juice has reduced down,\n\nRemove the pan from the heat. At this stage, if you like your soup smooth you can\nblend it quickly in a food blender. Otherwise, if you like chunks of tomato in your\nsoup leave it as it is!\n\nAdd a generous amount of double cream (to taste), and check for seasoning. Add\nsalt and pepper to taste if required. If you like an extra kick to your soup, add the\ncayenne pepper too.\n\nThis is really nice served with a sprinkling of fresh chopped coriander leaves.\n\n"}, {"title": "Blue Cheese & Mushroom Soup", "servings": "4", "ingredients_text_raw": "ingredients:\n\n200g blue cheese (stilton, Danish etc)\n300g mushrooms\n\nbutter, for frying\n\n¥ large onion, chopped\n\n3 cloves garlic, chopped\n\n426ml (% pint) of stock\n\n284ml (% pint) of milk\n\n100mI cream\n\nseasoning, to taste\n\nPhoto:\nsee page 93, central panel\n", "recipe_text": "Fry the onions & garlic in butter until soft.\n\nAdd the stock, milk, mushrooms and seasoning.\n\nBring to the boil, then simmer for 5 minutes.\n\nAdd the cheese and allow to melt in.\n\nAdd the cream, and season further to taste, if required.\n\nTf you find the soup a bit loose, thicken with a little cornflour.\n\n"}, {"title": "Greek Vegetable Soup", "servings": "3", "ingredients_text_raw": "Ingredients:\n\nolive oil, for frying\n2- 4 cloves of garlic, crushed\n\n1 onion, finely sliced\n\n% awhile cabbage, finely shredded\n1 carrot, finely chopped\n\n3. celery sticks, chopped\n\n1 litre (2 pints) of vegetable stock, or\na cube in hot water\n\nsplash of red wine (optional)\n\n1 tin of chopped tomatoes (400g)\nsalt and pepper, to taste\n\n1 tsp dried oregano (optional)\n\n50g feta (unless vegan)\n\nPhoto:\nsee page 93, bottom right panel\n", "recipe_text": "Heat the olive oil in a large saucepan, and gently fry the onion and garlic until\nsoftened but not coloured.\n\nAdd the cabbage and cook for a further 5 minutes,\n\nAdd the celery and carrots, stir well and cook for a further 5 minutes, or until all the\nvegetables are softened.\n\n‘Add the vegetable stock (and wine if using), stir well and bring the soup up to the\nboil.\n\nThen reduce the heat, and leave the soup to simmer for 15 - 20 minutes covered.\n\n‘Add the tomatoes, oregano and season to taste. Recover the soup and allow to\nsimmer for about 1 hour.\n\nCheck the seasoning. Serve with the feta crumbled over the top at the last minute.\n\n"}, {"title": "Decadent Fish Soup", "servings": "3", "ingredients_text_raw": "ingredients:\n\n50g butter\n350g haddock (or other firm-fleshed\nwhite fish), chunks\n\n200g small prawns\n\n1 leek, finely sliced\n\n1 green bell pepper, diced\n\n1 log (125g) of soft goat's cheese\n300m! double cream\n\n1 tsp ground cumin\n\nchopped fresh chives\n\nsalt and ground black pepper, to\ntaste\n\npinch of cayenne pepper (optional)\n\nPhoto:\nsee page 97, top left panel\n", "recipe_text": "Melt the butter in a large frying pan, and cook the fish chunks until just done.\nRemove from the pan. Briefly fry the prawns for a few minutes, until opaque.\nRemove from the pan.\n\nMelt more butter if needed, and fry the leek and green pepper until nice and soft.\nRemove the pan from the heat. Melt in the soft goat's cheese and mix well, Once\nfully melted, add the double cream until you have a thick soup consistency, Add the\nground cumin, chopped chives, and season to taste with salt and black pepper. Add\ncayenne pepper if you want the soup to have a kick — how much is up to you...\n\nAdd the fish and prawns back into the pan and mix well. Heat through until gently\n\nbubbling. Cook for a further 5 minutes or so, and then serve.\n\nAlternatives -\n\nTry different fish or combinations of fish e.g, salmon, smoked fish, other white fish.\nAdd a topping such as ground almonds, or savoury crumble (page Il) and bake in\nthe oven for about 15 - 20 minutes (160°C/325°F/GM3) to bake a very tasty fish\npie.\n\n"}, {"title": "Carrot Kinpira", "servings": 0, "ingredients_text_raw": "ingredients:\n\ncarrot, chopped into matchstick\nsized pieces\n\nsesame oil\n\n1/8 tsp chill flakes\n\nsoy sauce\n\nwhite sesame seeds (optional)\n\nPhoto:\nsee page 97, central panel\n", "recipe_text": "Heat up sesame oil and chase any horrified Chinese neighbours out of the kitchen\nas they protest at cooking in sesame oil.\n\nAdd the carrot and fry, tossing well, for about 5 minutes till tender.\n\nAdd the chilli flakes & toss again.\n\nAdd a splash of soy sauce & toss again, then if you want to, throw in some white\nsesame seeds.\n\nmnam!\n\n"}, {"title": "Cabbage with Onions", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n1 medium sized cabbage (white,\nsweetheart), sliced into thin strips\n1 - 2onions, siced into semi-circle\nstrips\n\n50g butter\n\n1 tbsp cumin seeds\n\n1 tbsp fennel seeds\n\n2 cloves of garlic, crushed\n\nJem of fresh ginger, coarsely\nchopped\n\n1 - 2 tbsp tomato purée\n\n¥ tsp turmeric\n\nhot chilli powder, to taste (optional)\nsalt, to taste\n\n1 tsp garam masala\n\nlemon juice (optional)\n\nPhoto:\nsee page 97, top right panel\n", "recipe_text": "Melt the butter and add the cumin and fennel seeds, cooking for about 10 seconds.\n‘Add the half-circle onion stices, garlic and ginger and fry for a further 3 minutes.\n\nAdd the cabbage, stir in well, cover and cook on a low heat for 10 - 15 minutes,\nstirring occasionally.\n\nUncover and add the tomato purée, turmeric, chilli powder and salt, Cook for\nanother 10 minutes, keep stirring it occasionally.\n\nWhen the cabbage is wilted and cooked through, add the garam masala and lemon\njuice, and cook for a final 8 minutes.\n\nThis dish is lovely served with a big dollop of Greek yoghurt.\n\n"}, {"title": "French Beans with Dressing", "servings": "a", "ingredients_text_raw": "ingredients:\n\n40m! olive oil\n20ml white wine vinegar\n\n2 cloves of garlic, crushed\n\nsalt and pepper, to taste\n\n‘4 tsp gluten-free mustard\n\n1 packet French beans (or as many\n‘as you want...)\n\nPhoto:\nsee page 97, bottom left panel\n\n", "recipe_text": "Trim the beans and place them in slightly-salted boiling water.\n\nBring them back to the boil and then reduce the heat to simmer, for approximately 8\nminutes (or until cooked to your taste).\n\nDrain, but keep the beans in the saucepan.\nCombine the oil, vinegar, garlic, mustard, salt and pepper.\n\nPour the dressing mixture over the still-warm beans and replace the lid on the\nsaucepan.\n\nServe while still warm or alternatively these make a nice cold side salad.\n\n"}, {"title": "Creamy Garlic Mushrooms", "servings": "a", "ingredients_text_raw": "Ingredients:\n\nclosed cup mushrooms, quartered\nor button mushrooms, whole\n\n6 cloves of garlic, crushed\n\nlots of butter, for frying\n\nsalt and pepper, to taste\n\ncream cheese\n\nfresh chives, ripped\n\nsplash of double cream\n\nPhoto:\nsee page 97, bottom right panel\n\n", "recipe_text": "Melt the butter in a frying pan.\n\n‘Add the mushrooms and crushed garlic and cook gently for 10 - 15 minutes, adding\nmore butter if required (mushrooms seem to act like little butter-sponges, for this\nrecipe you want them fully saturated).\n\nOnce the mushrooms are fully cooked, add the cream cheese and seasoning, and\nallow the cheese to slowly melt over a low heat.\n\nAdd a little double cream to get the required sauce consistency.\n\nJust before serving, add plenty of ripped chives and stir them in well,\n\n"}, {"title": "Flour-free Pizza", "servings": 2, "ingredients_text_raw": "Ingredients:\n\nThe Base -\n3eggs\n\n100g ground almonds\n\n1 red onion, finely diced (optional)\ngarlic, crushed (optional)\nseasoning, to taste\n\ncil or butter, for frying\n\nThe Tomato Topping -\n\ngreen pesto (gluten-free)\ntomato purée\n\ngenerous amount of oregano\n\nToppings -\n\nyour choice; see across for\nsuggestions\n\nlots of grated cheddar cheese\n\nPhoto:\nsee page 108, top left panel - pre-\nbaked, top middle panel - baked\n", "recipe_text": "The Base -\n\nMix three eggs per 100g ground almonds - how much in total depends on how thick\nyou want to make the base, and how many pizzas you are making, This is just a\nratio.\n\nOptional - you can add some finely diced and fried red onion and also garlic — this\nhelps give the base a bit more moisture and also an extra delicious taste so it's\nstrongly recommended. Season well.\n\nMett some oil or butter in a small frying pan — this will be the size of your pizza. Add\na spoonful of the mix; enough to coat the base of the pan. Cook the base through,\nflipping part-way so it's cooked on both sides, Remove from the pan and place on an\noven proof tray.\n\n‘The Tomato Topping -\nMix together some green pesto with tomato purée, about a 80:80 ratio. Add a\ngenerous amount of oregano: this makes it taste like pizza! Spread a thin layer of this\nover the cooked pizza base: you don't need a lot as it is very strong.\n\nThen add toppings of your choice! I like salami or ham or pepperoni, sliced olives,\nfinely chopped mushrooms or pepper, goat's cheese... Mozzarella is a must for the\nstringy cheese effect..be generous with your toppings. Then add lots of grated\ncheddar cheese and place under a grill to melt,\n\nWarning - this is a very filling pizza....\n\n"}, {"title": "Spanish Tortilla", "servings": "4", "ingredients_text_raw": "Ingredients:\n\n150m| olive oil\n750g potatoes, thinly sliced or cubed\n1 large onion, sliced\n\n1 red pepper, cored, deseeded and\nsliced\n\n1 green pepper, cored, deseeded\nand sliced\n\nS large eggs\n\nsalt and pepper, to taste\n", "recipe_text": "Heat all but 2 tablespoons of the oil in a large frying pan. Add the potato slices, onion\nand peppers and cook for 15 minutes stirring well, until all the vegetables are golden\nand tender.\n\nIna bowl, beat the eggs then stir in the potato mixture from the pan and add a dash\nof salt and pepper. Put on one side to stand for 15 minutes.\n\nHeat the rest of the oil in the frying pan and tip in the tortilla mixture. Cook over a\nlow heat for 10 minutes, until almost cooked through. Flip over and cook the other\nside for another 5 minutes, or until the tortilla is cooked on both sides. Leave it to\ncool then cut into wedges.\n\nNote that the times given are only a guide; you may need to cook it for longer but\nwatch out you don't burn it (but the burnt bit just peels off, so no worries).\n\nEat hot or cold - you can wrap portions in tin foil to use for a packed lunch.\n\n"}, {"title": "Cheesy Polenta Bread", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n2 shallots, chopped\n100g fine polenta\n\n100g rice flour\n\n1 tsp baking powder\n\n‘4 tsp each salt, pepper, ground\npaprika (or to taste)\n\nlarge egg\n\n1 tbsp olive oil\n\n250 - 300m! natural yoghurt\n\n50- 75g grated cheese (cheddar, Red\nLeicester etc to taste)\n\na. generous pour each of pumpkin\nseeds, sunflower seeds\n\nPhoto:\nsee page 108, central and bottom left\npanels\n", "recipe_text": "Heat the oven to 200°C (400°F/GM6) & roast the chopped shallots for 5 - 10\nminutes, Alternatively you could just fry them in butter until soft.\n\nMix the polenta, flour, baking powder & seasoning, then add the egg, olive oil &\nyoghurt.\n\nThe consistency should be wet but not soggy. Add more polenta if it seems too\nsloppy.\n\nMix in % of the cheese, then add the roasted shallots & seeds to taste,\nTransfer to a lined or greased loaf tin & put the rest of the cheese on top.\n\nBake for 30 - 35 minutes at 200°C (400°F/GM6),\n\n"}, {"title": "Apple Mint Chutney", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n2kg cooking apples, peeled, cored\nand chopped\n\n568ml (1 pint) white wine vinegar\n500g tomatoes, chopped\n\n4-5 chilli peppers, sliced\n\n8 cloves of garlic, chopped\n\n1 red onion, chopped into big chunks\n500g soft brown sugar\n\n2 tsp each of ground ginger and\nmixed spice\n\nsalt, to taste\n\nlarge handful of roughly chopped\nfresh mint\n\nPhoto:\nsee page 108, top right panel for\nfinshed product\n", "recipe_text": "Place the chopped apples in a large, stainless steel pan with half a pint of vinegar.\n\nHeat up and cook until it is thick and pulpy (leave the lid on, otherwise the vinegar\nevaporates before the apples are ready).\n\nThen add the remaining vinegar, tomatoes, chilli pepper, garlic, red onion, sugar,\nground ginger, mixed spice and salt, Mix well and bring up to heat.\n\nAllow to bubble gently for about 30 minutes.\nAdd the large handful of mint and allow to bubble for another 8 minutes.\nTorn the heat off and allow to cool a little (tll t has stopped bubbling).\n\nPlace into clean jars whilst still hot, and lid.\n\n"}, {"title": "“Traffic Light” Tomato Chutney", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n2.5kg tomatoes, red, green and every\ncolour in-between, chopped\n\n500g onion, finely chopped\n\n30g salt\n\n500mI red wine vinegar\n\n500m! white wine vinegar\n\n500g sof light brown sugar\n\n1 tbsp each of ground black pepper,\nginger and cumin (or to taste)\n\n2 sp each of ground cloves and\ncinnamon (or to taste)\n\nPhotos:\nsee page 108, bottom middle and\nright panels for tomato colours\n", "recipe_text": "Chop and wash the tomatoes. Add the finely chopped onion, and sprinkle over the\nsalt, Mix thoroughly in a large bowl, cover with a cloth or similar and leave\nsomewhere safe overnight.\n\nThe next day, drain away the liquid from the tomatoes and onion, but do not rinse or\nwash them,\n\nPour the vinegars into a large stock pot or similar, Add the sugar and gently heat\nuntil the sugar has fully dissolved into the vinegar.\n\nAdd the tomatoes and onion, the black pepper, ginger, cumin, cloves and cinnamon.\nMix well and increase the heat to gently bring the mixture to a gentle boil, Reduce\n\nthe heat and allow to cook slowly, stirring occasionally.\n\nThe chutney should eventually thicken and turn a dark-golden brown colour and the\nvolume should reduce to less than half. A good test is to run a wooden spoon across\nthe bottom of the pan — if the chutney mixture remains divided long enough to see the\nbottom of the pan, it's probably done! The actual cooking time needed will depend on\na), how thick you like your chutney and b), how high the heat is during the cooking!\n\n"}, {"title": "Hot Cheesy Nachos", "servings": "a", "ingredients_text_raw": "Ingredients:\n\n1 large packet of gluten-free com\nchips\n\n1 small pot of créme fraiche\n\n1 pot of tomato (red) salsa\n\n1 pot of pickled Jalapeno peppers\n1 pot of guacamole\n\nlots of grated cheddar cheese\n\nPhoto:\nsee page 109, top right and bottom\nright panels\n", "recipe_text": "Place one third of the nachos in the bottom of an ovenproof dish,\nDrizzle big lumps of salsa and guacamole in random places over the nachos.\n‘Add some of the sliced Jalapeno peppers too.\n\nLayer another third of the nachos on top, then add more salsa, guacamole and\nJalapeno peppers.\n\nCover with the rest of the nachos,\n\nSprinkle lots of grated cheddar cheese over the top and place under the grill to melt\nthe cheese.\n\nServe with big dollops of créme fraiche and eat!\n\n"}, {"title": "Edible Play Dough", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n50g potato flour\n50g rice flour (plus some for dusting)\n100g ground almonds\n\n25g softened butter,\n\n25- 50g sugar\n\n1 tbsp xanthan gum\n\nYA tsp (or to taste) ground cloves,\ncinnamon, nutmeg, almond essence,\nvanilla essence\n\n2egas\n\npinch of salt\n\noil (optional)\n\nPhoto:\nsee page 109, top left and middle\npanels\n", "recipe_text": "Preheat the oven to 190°C (375°F/GMS).\n\nMix together the dry ingredients (potato and rice flour, ground almonds, sugar, gum\nand salt), Then add the eggs, softened butter and essences/spices. You can make\nthis in the food processor ~ just leave it running till the ingredients form one big ball\n(or almost!), Alternatively you can easily mix this by hand, If it's not all coming\ntogether, you can add a little oil to help it along.\n\nUse rice flour to dust the work surface and the rolling pin and off you go! Once the\nshapes are cut, place them on a greased and lined baking tray and bake them at\n190°C (378°F/GMS) for 10 - 15 minutes ~ keep an eye on them, since the exact time\nneeded will depend on how thick or thin the dough has been rolled. It does help if\n\nthey are all roughly a similar thickness...\n\nAllow to cool on the tray. These keep well in an air-tight box.\n\nAlternatives -\nThe spices and essence are only a guide; you could flavour these however you like,\nThe exact amount and type of flours is flexible, so feel free to use whatever you have\nin the cupboard ~ I know I do!\n\nIf your children covet the violently-coloured versions in the shops, try using food\ncolouring!\n\n"}, {"title": "Cheese Biscuits", "servings": 0, "ingredients_text_raw": "Ingredients:\n\nlegg\n\n1 tsp xanthan gum\n\nYA- \"A tsp garlic powder\n\nYA- \"A tsp oregano\n\nsalt and pepper, to taste\n\n7g total of ground almonds and rice\nflour\n\n50g finely grated cheddar\n\nPhoto:\nsee page 109, middle row left and\ncentral panels, and bottom row\nmiddle panel\n", "recipe_text": "Preheat the oven to 180°C (350°F/GM4).\nMix together the ingredients until they form a ball. Divide the ball into quarters.\n\nDust the work surface and rolling pin with rice flour and roll out a quarter piece of\nthe mixture,\n\nUsing pastry cutters, cut out circles (or whatever shape you fancy) and place them\nonto a greased and lined baking tray.\n\nRepeat until all the mix is used, making approximately 24 little biscuits.\n\nBake at 180°C (350°F/GMA4) for about 15 minutes, checking on them after 10 minutes\nor so,\n\nAlternatives -\nSprinkle sesame seeds over the top before baking, but be sure to pat them into the\nmix a little, otherwise they simply roll off!\n\n"}, {"title": "Blue Cheese Biscuits", "servings": 0, "ingredients_text_raw": "Ingredients:\n\nlegg\n\n75g total ground almonds and rice\nflour\n\nseasoning, to taste\n\n40g crumbled bive stilton\n\nhandful finely chopped walnuts\nwhite sesame seeds, to taste\n\nPhoto:\nsee page 109, middle right panel\n\n", "recipe_text": "Preheat the oven to 180°C (380°F/GM4),\nCombine all the ingredients together to make a dough.\n\nBreak off small amounts of the dough, roll into a ball and flatten onto a greased and\nlined baking tray.\n\nBake for approximately 10 - 15 minutes.\n\n"}, {"title": "Egg Pile Up", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n2 thick slice rice cakes per person\ncheddar cheese\n\nbutter\n\n2 eggs per person\n\nbacon - optional\n\nPhoto:\nsee page 109, bottom left panel\n", "recipe_text": "Preheat the grill, Melt a little butter in a frying pan.\n\nIf using bacon, fry the rashers (2 per person) until nice and crispy.\n\nFry the eggs as you like them, but ideally leave the yolks at least a little runny.\n\nThickly butter the rice cakes, place two on a grill-proof plate, then grate a layer of\ncheddar cheese over them.\n\nPlace a rasher of bacon on top of the cheese, then a fried egg on top of the bacon,\n\nTop off with a generous layer of grated cheese, and place under the grill to\nthoroughly mett the cheese.\n\n"}, {"title": "Baked Summer Fruits", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n868ml (1 pint) double cream\nmixed berries e.g. raspberries,\nred/white/black currants, cherries,\n\nblackberries, fresh or frozen\n\nsugar, to taste\n\nPhoto:\nsee page 120, top left panel\n", "recipe_text": "Place the berries in an ovenproof dish.\nMix the sugar and cream together, then pour this over the fruit.\nBake at 180°C (380°F/GM4) for 20 minutes.\n\nEat.\n\nAlternative -\nReplace the mixed berries with chopped rhubarb (enough to cover the base of your\novenproof dish). Combine the cream with the sugar and add ground cinnamon to\ntaste. Pour this over the rhubarb with a sprinkling of cinnamon over the top to\nfinish. Bake at 180°C (350°F/GM4) for 20 minutes.\n\nAlso nice cold the next day...\n\nwnif t lasts that long!\n\n"}, {"title": "Apple Crumble", "servings": 0, "ingredients_text_raw": "Ingredients:\n\nThe Crumble Topping -\n100g ground almonds\n50g rice flour\n\n40 - 60g sugar (to taste)\n50g slightly salted butter\n\nThe Filling -\ncooking apples, peeled, skinned and\nsliced\n\n2 tbsp sugar (or to taste)\n\npinch of ground cinnamon, nutmeg\nand cloves\n\nPhoto:\nsee page 120, bottom row\n\n", "recipe_text": "Preheat the oven to 160°C (325°F/GM3).\n\nLayer the fruit into the bottom of an oven-proof dish and sprinkle with a couple of\ntablespoons of sugar, together with a pinch of ground cinnamon, nutmeg and cloves.\n\nThe Topping - blend the butter with 50g ground almonds and 80g rice flour, Pulse\nin the sugar. Remove the mixture from the blender into a bowl and add about\nanother 80g ground almonds, rubbing it in with your fingers until it forms a nice\ncrumb texture. If the crumbs are too sticky, add more ground almonds. If too dry,\nsimply add more butter, Alternatively, place all the ground almonds, rice flour, sugar\nand butter in a bowl and rub into crumbs with your fingers — messy but it doesn't\nactually take that much longer, and removes the need for a blender.\n\nLayer the crumble mix on top of the fruit and cock at 160°C (325°F/GM3) for about\n48 minutes, until the topping is crunchy and golden brown.\nServe with ice cream, cream or custard.\n\nAlternatives -\nApple and pear, apple and blackberry, apple and rhubarb, and just plain rhubarb.\n\nCheat tip -\nIf you haven't made quite enough topping to cover the fruit, just fill the gaps in with\nplain ground almonds...no-one will ever know!\n\n"}, {"title": "Rice Puddings", "servings": "4", "ingredients_text_raw": "Ingredients:\n\nClassic Rice Pudding\n85g pudding rice\n868m (1 pint) milk\n30g caster sugar\n\nGround Rice Pudding\n568ml (1 pint) milk\n\n2 tbsp ground rice\n\n1 tsp sugar (or to taste}\n\nPhoto:\nsee page 120, top middle panel\n", "recipe_text": "Classic Rice Pudding\nThese quantities work for me, I find, but lots of recipes use less rice. Use whatever\nworks for you, There are 3 ways you can make this. Pick whichever suits you!\n\n1, Place the ingredients in a slow cooker (buttered, if you like) and cook for 2 - 3\nhours on low,\n\n2. Place the ingredients in a casserole dish (buttered, if you like) and bake in an oven\nat 160 - 180°C (325 - 350°F/GM3 - 4) for 1/2 hours.\n\n3. If you don't have hours to let it cook, you can make this on the hob. Put the rice &\nsugar in a pan and heat while adding milk slowly until absorbed (like a risotto),\n\nstirring it constantly. It's not quite as good but it is plenty quicker! Get the pan in\nsoak as soon as you've served up.\n\nFor all the above, I recommend regular stirring to avoid milk skin (for this reason I\ndon't add nutmeg until serving). Keep the milk bottle to hand - if the milk absorbs\nbefore the rice is cooked, just add more!\n\nGround Rice Pudding\nMix the rice and sugar into a litle of the milk. Bring the rest of the milk nearly to the\nboil, then add to the rice/sugar mix, Return to the heat and stir until thickened to a\nconsistency you like,\n\n"}, {"title": "Vanilla Ice Cream", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n1 pint double cream\n6 egg yolks\n\n1 tsp vanilla essence\n20ml honey\n\nsugar, to taste\n\nPhoto:\n\nsee page 120, top right panel for ice\ncream served with chocolate brownie\nand fresh berries.\n\n", "recipe_text": "Blend all the ingredients up in a food processor and transfer to an ice cream maker.\nYou can do the freezing with intermittent beating if you don't have an ice cream\nmaker...\n\nWe like it made with honey; about 20ml of liquid honey for the flavour is nice. Add\nas much sugar as you need, to suit your taste.\n\nAlternative -\n\nMango flavour:\n\nReplace the sugar and honey with the flesh of one peeled, ripe mango ~ the mango\ngets placed in the food processor with the other ingredients, before going into the ice\n\ncream maker.\n\n"}, {"title": "Key Lime Pie", "servings": 0, "ingredients_text_raw": "Ingredients:\n\nThe Base -\n\n75g unpitted dates\n\n50g dessicated coconut\n\n50g nuts ~ e.g. walnuts & mixed nuts\n40g runny honey\n\nva tsp sea salt\n\nThe Filling - (all quantities to taste)\n1.5 to 2 avocados, chopped\njuice & rind of 1.5 limes\n\na huge squeeze of honey\n\nkiwi fruit\n\nPhoto:\nsee page 120, central panel\n", "recipe_text": "The Base -\n\nPit the dates & blitz them for a few seconds in a food processor to break them up a\nbit. Add the coconut, nuts, salt & honey; blitz again until it starts to stick together.\nPour into a lined cake tin or pie dish, squish down hard & freeze for 20 minutes or\nso.\n\nThe Filling -\nBlend the avocados, lime juice and rind and honey until smooth. Test as you go along\n& adjust the quantities to taste. Pour this on top of the base & return the pie to the\nfreezer.\n\nRemove the pie from the freezer around 15 minutes before serving. Add slices of\n\nkiwi to the top directly before serving (not before freezing or you'll struggle to cut\nthem).\n\n"}, {"title": "Lemon Cheesecake", "servings": 0, "ingredients_text_raw": "Ingredients:\n\nThe Base -\n\n75g unpitted dates\n\n50g dessicated coconut\n50g nuts\n\n40g honey\n\nYA tsp sea salt\n\nThe Topping -\n250g tub of mascarpone\n\n125g (or to taste) caster sugar\njuice and rind of 4 lemon\n\nPhoto:\nsee page 126, bottom right panel\n", "recipe_text": "Make the cheesecake base as for the Key Lime Pie (see previous page).\n\nBlend all of the topping ingredients and place them on top of the base.\n\nChill before serving,\n\nThis is really good: simple, fresh and rich - you won't need much, but may want to\nscoff lots!\n\n"}, {"title": "Triple Layer Cheesecake", "servings": 0, "ingredients_text_raw": "Ingredients:\n\nThe Base ~\n200g mixed chopped nuts (e.g.\nmacadamias, almonds, walnuts)\n50g butter\n\n25g honey\n\nThe Middle -\nhandful of strawberries (or blueberries)\n250g tub of mascarpone\n\n250g créme fraiche\n\n1 tsp vanilla essence\n\n25g honey\n\nThe Top ~\n100g 70% cocoa chocolate\n100m! double cream\n\n25g butter\n\nberries, to decorate (optional)\n\nPhoto:\nsee page 126, bottom left panel\n", "recipe_text": "The Base -\nPlace the nuts in a blender to chop them (if not already chopped). Melt the butter and\nmix this together with the nuts and the honey. Pack the mixture down well into the\nbase of a round tin (preferably one with a removable rim). Allow the butter to solidify\nagain,\n\nThe Middle layer -\n\nMix together the mascarpone and créme fraiche. Add the vanilla essence and honey.\nLayer some sliced strawberries (or blueberries) over the set nut-base, and then\nspread the mascarpone/créme fraiche over them.\n\nThe Top -\n\nMett the chocolate, Warm up the cream and then mix it in with the melted chocolate,\nand add the butter. Stir well until the mixture is even. Allow it to cool slightly, but\nwhile itis still liquid enough to be selFlevelling, pour it on top of the cheesecake.\n\nPlace the cheesecake in the fridge and wait for the chocolate topping to set fully.\nDecorate the top with strawberries, blueberries or raspberries if you like. We\nsometimes coat them in chocolate too.\n\n"}, {"title": "Quick Frozen Yoghurt", "servings": "a", "ingredients_text_raw": "Ingredients:\n\nfrozen fruit of your choice\nnatural yoghurt\n\norange juice, to taste\n\nicing sugar, to taste\n\nPhoto:\nsee page 126, top right panel\n", "recipe_text": "Blitz the frozen fruit in a blender.\n\nAdd the natural yoghurt - about the same amount of yoghurt as the fruit.\n\nAdd orange juice and icing sugar to taste.\n\n"}, {"title": "Crunchie and Banana Pudding", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n6 Crunchie Bars, broken into 2cm_\npieces\n\n4 large bananas, sliced\n\n850ml (1.5 pints) of double cream,\nwhipped until nearly stiff\n\nPhoto:\nsee page 126, top left and middle left\npanels\n\n", "recipe_text": "Prepare the ingredients.\n\nCombine them all together and place into a large serving bowl.\n\nRefridgerate for at least 1 hour, although this keep well in the fridge (and the middle\nof the Crunchie Bars go all goooey if you can leave them long enough).\n\n"}, {"title": "Chocolate & Nutmeg Egg Custards", "servings": "4", "ingredients_text_raw": "Ingredients:\n\n1 level tosp cocoa powder\n1 tsp nutmeg, or to taste\n284m (4 pt) milk\n\n142ml ('% pt) cream\n2egas\n\n40g caster sugar\n\nPhoto:\nsee page 126, central panel\n", "recipe_text": "Pre-heat the oven to 190°C (375°F/GMS).\nMix the cocoa and nutmeg into a little of the milk.\n\nBring the rest of the milk to the boil, then pour into the cocoa mix.\nReturn to the saucepan and add cream: bring to the boil,\n\nBeat the eggs & sugar.\n\nRemove the milk from the heat & whisk it slowly into the egg mix,\n\nDivide between 4 ramekins, cover each with foil & place in a baking tray with hot\nwater in.\n\nBake for 35 - 40 minutes.\n\nAllow to cool, then chill before serving.\n\n"}, {"title": "Chocolate, Hazelnut & Biscuit Torte", "servings": 0, "ingredients_text_raw": "Ingredients:\n\nThe Biscuits —\n\n75g ground almonds\n\n25g each of potato and rice flour\n‘4 tsp xanthan gum\n\npinch of salt\n\n25g sugar\n\n12g butter\n\n% tsp vanilla essence\n\nlegg\n\nThe Torte -\n100mI milk\n\n2 tbsp brandy\n\n100g 70% cocoa chocolate\n100g butter\n\n1 tbsp (oF to taste) honey\n\n3 egg yolks\n\n50mi double cream\n\n100g chopped hazelnuts\n\n1 tsp vanilla essence\n\nPhoto:\nsee page 126, middle right panel\n", "recipe_text": "First, make the biscuits -\nPreheat the oven to 180°C (350°F/GM4).\n\nMix together the dry ingredients: the ground almonds, potato and rice flour, sugar,\ngum and salt.\n\nSoften the butter and add it plus the egg into a well in the centre of the dry\ningredients.\n\nMix it all together, adding the vanilla essence. It should come together as a nice, soft\ndough, and form one big ball in your bowl.\n\nUsing rice flour to dust your work surface and rolling pin, roll out a quarter of the\ndough at a time until it is approximately half a centimetre thick. Cut out circles with a\npastry cutter, and place them on a greased and lined baking tray.\n\nThis makes about 22 - 24 biscuits for me, but it depends how thin you make them.\n\nBake them in the oven for about 15 minutes at 180°C (350°F/GM4) or until golden\nbrown and hard. The aim is to make biscuits a bit like ‘Rich Tea’ ones. Remove them\nfrom the oven and allow them to cool.\n\n"}, {"title": "To make the torte -  Q Measure out 150g of the biscuits {there will be a few left over, what a shame...).  ee Se te se", "servings": 0, "ingredients_text_raw": "Melt together\nyolks, mixing\nthis about a t\ncool and set t\nchopped haze\n\nPour this mix\nthe pudding t\n\nPlace it in the\n\nServe in slice\n\n", "recipe_text": "the chocolate and butter. Allow to cool slightly, then stir in the egg\neally well. Add in the vanilla essence, honey and then the cream — do\nrd at a time and mix well in between as you don't want the mixture to\nfore you are ready. Add the soaked and drained biscuit pieces and the\nwuts and mix well.\n\nre into a greased and lined loaf type tin (or whatever shape you want\nbe).\n\nridge to set, preferably overnight.\n\n"}, {"title": "Chocolate Polenta Cake", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n150g polenta\n50g rice flour\n\n250 - 300ml water\n\n2 tosp honey\n\n1 tbsp sugar\n\n2 tsp cocoa powder\n\n100g melted chocolate, for topping\nground cinnamon, raisins, cherries (to\ntaste)\n\nor: ground mixed spice and orange\npeel (to taste)\n\nPhoto:\nsee page 136, top left panel\n", "recipe_text": "Simmer all the ingredients in a saucepan until the water is absorbed and the mixture\ncomes away easily from the side of the pan.\n\nAdd the ground cinnamon, raisins and cherries, or orange rind and mixed spice.\nPour into a greased and/or lined tin and leave to cool (in the fridge if necessary).\nTop with melted chocolate.\n\nThis cake is quite soft, so added ingredients such as fruit are really good for texture\nand flavour!\n\n"}, {"title": "Vegan Chocolate Buns", "servings": 0, "ingredients_text_raw": "ingredients:\n\n110g rice flour\n\n100g caster sugar\n50m! olive oil\n\n140m water\n\n20g cocoa powder\npinch of salt\n\n1 tsp baking powder\n", "recipe_text": "Pre-heat the oven to 180°C (350°F/GM4), Place bun cases into a muffin tin (so they\ndon't spread too wide).\n\nMix all the ingredients together and divide into the bun cases, Bake for about 15\nminutes.\n\nPreferably eat warm and crispy, straight from the oven...\n\nAlternatives -\nYou can also make this into a cake by increasing the ingredients up to 1.5 times the\nsize (ie. 165g flour, etc). Bigger than that & it collapses very easily.\n\nChoc-nut Terrine -\n\nI made a cake (as above, but too big!) for a wedding reception & it collapsed around\nme but tasted fantastic, so I stirred in some warmed syrup & chopped nuts,\nsquashed it into a loaf tin & wanged it in the fridge. Iam now the proud creator of a\ndelicious choc-nut terrine!\n\nSurprise Buns -\nFill the bun cases only halfway and bake for 8 - 10 minutes until a litle bit stiff.\nThen add a spoonful of chocolate spread and carefully cover with the rest of the\nmixture. Return to the oven to finish off. You can also do this with jam in the apricot\nbuns recipe (see page 139).\n\n"}, {"title": "Chocolate Brownies", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n50g chocolate (70% cocoa)\n\n50g Maya Gold chocolate (Green\nand Blacks)\n\n100g butter\n\n100g ground almonds\n\n75 - 150g sugar\n\n1 tsp baking powder\n\n1 tsp vanilla essence\n\neggs (large)\n\npinch of salt\n\nchocolate chips for the top (optional)\n\nwalnut pieces (optional)\n\nPhoto:\nsee page 136, top middle panel\n", "recipe_text": "Preheat the oven to 180°C (350°F/GM4).\n\nMelt the chocolates with the butter either in a glass bowl over a pan of simmering\nwater, or in a microwave (medium setting, stir every minute, do not over heat). Then\nadd the ground almonds, sugar, baking powder, vanilla, eggs, and salt, Mix well,\n\nPour the mixture into a greased and lined baking tin approximately 18cm square.\nPlace in a preheated oven at 180°C (350°F/GM4) for 30 minutes. Remove from the\ntin whilst still hot and sprinkle with the chocolate chips. Allow to cool. Cut into\nsquares, and eat!\n\nAlternatives -\nThere is a huge range of sugar for this recipe, The sugar is responsible for the\ncrisp top characteristic of brownies, so if you like sweet cakes and want the top to\nbe brownie-ike, you need to use a lot of sugar, However, we have found you can\nreduce the sugar to your taste and still have a delicious cake at the end so i's really\nup to you....\n\nYou can also add chopped walnut pieces,\n\n"}, {"title": "Chocolate and Cointreau Cake", "servings": "i", "ingredients_text_raw": "ingredients:\n\nThe Cake -\n50g Maya Gold chocolate (Green\n‘and Blacks)\n\n50g chocolate (70 - 85% cocoa)\n100g butter\n\n3eggs\n\n2 tbsp Cointreau\n\n100g ground almonds\n\n75- 100g sugar\n\nThe Topping -\n50g Maya Gold chocolate (Green\n‘and Blacks)\n\n50g chocolate (70 - 85% cocoa)\n100g butter\n\n2 tbsp Cointreau\n\nPhoto:\nsee page 136, top right panel\n", "recipe_text": "Preheat the oven to 180°C (350°F/GM4).\n\nThe Cake -\nMett the chocolates with the butter either in a glass bowl over a pan of simmering\nwater, or in a microwave (medium setting, stir every minute, do not over heat). Then\nadd the ground almonds, sugar, Cointreau and eggs. Mix together and divide into\ntwo round, approximately 18cm, greased and lined cake tins. Cook for 20 - 25\nminutes at 180°C (350°F/GM4). Allow to cool thoroughly before icing and don't\nworry, they will be flat!\n\nThe Topping -\nMett the chocolates and the butter as before, Add in the 2 tbsp Cointreau and mix\nwell, Allow to cool until it is the correct consistency for spreading — you can put it in\nthe fridge (or even the freezer!) to speed up the process, but do give it a thorough\nmix every 5 - 10 minutes. Use approximately one third to sandwich the two cakes\ntogether, and use the remainder to coat the top, with a little round the sides too.\n\nAlternatives -\nYou can use different liqueurs, for example rum or whiskey.\n\nYou can double the quantities for an extra large cake and it still works perfectly —\nbut double the quantities for the topping too.\n\n"}, {"title": "Tiffin-like Cake", "servings": 0, "ingredients_text_raw": "Ingredients:\nThe Base -\n\n110g chocolate (70 - 90% cocoa)\n100g chopped roasted hazelnuts\n120g walnut pieces\n\n75 - 100g sugar\n\n1 tbsp honey\n\n% an orange-worth of finely\nchopped orange peel\n\n30ml brandy\n\n3eggs\n\ncinnamon, nutmeg and ground\ncloves, to taste\n\n% tsp each of vanilla essence &\norange essence\n\nThe Topping -\n100g chocolate (70% cocoa)\n100g butter\n\ndouble cream\n\nmixed spice, to taste\n\nPhoto: see page 136, middle right\npanel\n", "recipe_text": "Preheat the oven to 180°C (350°F/GM4).\n\nThe Base -\nBlitz the chocolate, hazelnuts and walnut pieces in a food processor until you have\nsmall pieces (not all crumbs). Then add the sugar, honey, orange peel, brandy, eggs,\ncinnamon, nutmeg, ground cloves, vanilla essence & orange essence (chopped\ncherries and dates if using, optional but nice). Mix well and pack down into a large\n(about 20cm) round, greased and lined tin, preferably one with a removable rim.\nBake at 180°C (380°F/GM4) for around 40 minutes then allow to cool thoroughly.\n\nThe Topping -\nMelt the butter and chocolate together. Add the double cream and mixed spice. Pour\nthis over the base and leave to set in the fridge.\n\nAlternatives -\nTop the base with fresh raspberries & a pot of mascarpone (sweeten to taste with\nicing sugar, and 1 tsp vanilla essence) for a cheesecake alternative.\n\n"}, {"title": "Oil Spice Cake", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n150g rice flour\n\n2 tosp ground mixed spice\n\n(or your own spice mix to taste)\n2 tsp baking powder\n\n125g sugar\n\n2eggs\n\n2 tbsp golden syrup\n\n142ml ('4 pint) vegetable oil\n142ml (% pt) milk\n\n(lactose-free if required: works just as\nwell\n\nPhoto:\nsee page 136, middle left panel\n", "recipe_text": "Line a cake tin with greaseproof paper & pre-heat the oven to 160°C (325°F/GM3).\n\nMix the dry ingredients in a bowl. Whisk the wet ingredients thoroughly then add\nthese to the bowl of dry ingredients, Whisk together really well & pour into the cake\ntin,\n\nBake for at least 45 minutes - check very carefully! Dont test it with a skewer as\nthis will make it collapse if it isn't ready! Instead gently prod the top to see how it\nfeels - if it goes ‘wrong’ youll just have to make another one ‘to practise’. Damn and\nblast.\n\nThis works nicely filled with apple & cinnamon jelly (see Christmas section, page\n170) and/or plain glacé icing on top, perhaps with walnuts or chopped stem ginger.\nIts also delicious as is, of course!\n\nAlternatives -\nSwap the spice for 2 tbsp cocoa powder for a chocolate cake. I usually fill the\nchocolate version with half a jar of jam (raspberry, blackcurrant or bramble all\nwork beautifully) and some chocolate hazelnut spread for extra indulgence (check\nit's gluten-free) & pour melted chocolate on the top.\n\n"}, {"title": "Lemon Cake", "servings": 0, "ingredients_text_raw": "ingredients:\n\nThe Cake -\n3 lemons\n\nSarge eggs\n\n150 - 225g caster sugar\n1 tsp baking powder\n240g ground almonds\n\nThe Topping -\n50g caster or icing sugar (or to taste)\n225 - 250g mascarpone (1 pot)\ngrated rind and juice of 1 lime\n\nPhoto:\nsee page 136, central and bottom\nleft panels\n", "recipe_text": "Preheat the oven to 180°C (350°F/GM4).\n\nThe Cake -\nScrub the lemons, place in a saucepan and cover with water, Leave to simmer for 1\nhour, checking regularly. Add more water if it gets low.\n\nHalve the lemons and remove the pips. Place the fruit in a food processor and blend\nto a pureé, Mix in the eggs, sugar, baking powder and almonds, Pour the mixture\ninto a greased and lined cake tin (18cm) and bake at 180°C (350°F/GM4) for 1 hour.\nAllow to cool.\n\nThe Topping -\nMix all the ingredients together and stick it on the cake!\n\nAlternatives -\nSubstitute 2 large oranges for the lemons, but make sure they are very tasty ones\nor youll not get the right kick of flavour.\n\nThis cake recipe is **dairy-free™* (i.e, no butter) so change the topping for one\nbased on icing sugar mixed with lime juice and water, or even easier, just sprinkle\nsome icing sugar on top for a dairy-free and gluten-free cake.\n\n"}, {"title": "Aunty Karla's Apricot and Almond Cakes", "servings": 0, "ingredients_text_raw": "Ingredients:\n\nMg rice flour\n\n60g ground almonds\n\n100mI olive oil\n\n200m! water\n\npinch of salt\n\n1 tsp baking powder\n\n75g chopped dried apricots\n1 tbsp almond essence\n\n80 - 150g sugar (to taste)\n\n1 egg (for the non-vegans)\n\nPhoto:\nsee page 142, bottom middle panel\n\n", "recipe_text": "Preheat the oven to 160°C (325°F/GM3),\n\nMix the oil and water. Add the dry ingredients, adjusting the sugar amount to taste.\n\nAdd the almond essence and mix well. Add the egg if no vegans around (!!).\n\nChop the apricots and mix them in too,\n\nThe mixture is quite sloppy but don't worry. If it seems too sloppy, you can always\nadd more almonds.\n\nDivide into 12 bun cases. Bake at 160°C (325°F/GM3) for about 20 minutes, until\nlight golden brown.\n\nAlternatives -\nChristmas flavour buns - omit the apricots and add 78g raisins, 1 tbsp of brandy\n(optional) and 2 tsp of ground mixed spice.\n\nBlueberry & Cinnamon - substitute 75g fresh blueberries for the apricots and add 1\ntsp cinnamon,\n\nStrawberries & Cream flavour - substitute 75g dried strawberries for the apricots\nand add 1 tsp vanilla essence. Top off with a mascarpone/vanilla essence/icing\nsugar mix.\n\n"}, {"title": "Ginger and Banana Cake", "servings": 0, "ingredients_text_raw": "ingredients:\n\n3 medium or 2 large bananas\n200g ground almonds\n\n2eaggs\n\n100g brown sugar\n\n100g butter\n\n4 tbsp black treacle\n\n1 tbsp ground ginger\n\n1 tbsp baking powder\n\n2 tbsp yoghurt\n\n150g rice flour\n\nPhoto:\nsee page 142, bottom left and right\npanels\n", "recipe_text": "Preheat the oven to 180°C (350°F/GM4).\n\nBreak up the bananas into big chunks and add these to the food processor. Blend\nwell, until the fruit is a smooth paste.\n\nNext, add the baking powder, ground ginger, ground almonds and eggs to the\nbanana. Mix well.\n\nPlace the sugar, butter and treacle into a separate glass bowl and heat gently (hob\nor microwave) until the butter has melted and the treacle has softened, Mix well and\nthen add this to the rest of the mixture.\n\nAdd the yoghurt and the rice flour, Give it all a final good mix and then turn it into a\ngreased and lined loaf tin.\n\nBake for 1 hour at 180°C (350°F/GM4) until a skewer inserted comes away clean.\n\nCool thoroughly on a wire tray before slicing.\n\n"}, {"title": "Walnut Cake", "servings": 0, "ingredients_text_raw": "Ingredients:\n\nThe Cake -\n\n75g walnut pieces\n\n150g ground almonds\n\n3.eggs\n\n100g melted butter\n\n100g sugar\n\n50mi water\n\n(or 30m! water and 20m! wainut oil)\n1 tsp baking powder\n\nThe Middle Icing -\n100g butter\n\n30g icing sugar\n2.capfuls of Baileys\n\nThe Top Icing -\n\n225- 2 50g mascarpone (1 tub)\n15 - 30g icing sugar\n\n1 tsp vanilla essence\n\nPhoto:\nsee page 142, central panel\n", "recipe_text": "Preheat the oven to 180°C (350°F/GM4).\n\nThe Cake -\nPlace the walnuts with the ground almonds in a food processor and blitz until the\nwalnut pieces have turned to a similar consistency to the almonds — some small\nchunks is fine, and you will have some darker flecks from the walnut skins too (see\nphoto on page 142, middle right panel). Place in a bowl and add the melted butter,\nsugar, baking powder and eggs. Mix well, Mix in the water and/or oil a bit at a time,\nuntil it is all added. Divide the mixture between two round, 18cm greased and lined\nbaking tins and bake in a preheated oven at 180°C (350°F/GM4) for 25 minutes,\nuntil golden brown on top, Remove and allow to cool in the tins.\n\nThe Middle -\nMix the ingredients together. Place one cake on the plate it will be served on, and\nspread the Baileys butter icing on the top. Carefully place the second cake on top of\nthe icing.\n\nThe Top -\nMix the ingredients together (add sugar to taste). Spread the icing all over the top of\nthe cake and down the sides. Finish off with some whole walnuts to decorate the\ntop.\n\n"}, {"title": "Carrot Cake", "servings": 0, "ingredients_text_raw": "Ingredients:\n\nThe Cake -\n\n175g carrot, finely grated\n50g desiccated coconut\n100g brown sugar\n\n75g rice flour\n\n25g ground almonds\n\n50g raisins\n\n90m! oil\n\n2eggs\n\n1 tsp ground cinnamon\n¥ tsp nutmeg\n\n2 tsp baking powder\n\n1 tsp vanilla essence\n\n1 tsp orange essence\nThe Icing =\n\n75g butter, softened\n\n25g icing sugar (or to taste)\n25g soft cream cheese\nzest of an orange\n\n1 tsp orange essence\n\nPhoto:\nsee previous page, middle left panel\n", "recipe_text": "Preheat the oven to 190°C (375°F/GMS).\n\nThe Cake -\nMix together the grated carrot, coconut, sugar, rice flour, ground almonds and\nraisins in a large bowl. Then add the oil and the eggs, mixing well. Add the\nremaining ingredients: vanilla and orange essence, ground cinnamon, nutmeg and\nbaking powder. Mix together really thoroughly, then place the mixture into a square,\ngreased and lined tin, Bake for 25 minutes at 190°C (375°F/GMS), Remove from the\ntin and allow to cool.\n\nThe Icing -\n\nMix together the butter and cream cheese, then sift in the icing sugar and\nincorporate it into the butter cheese. How much you use is up to you and how\nsweet you like your icing, but beware — you can overdo it! Add the orange zest and\nessence, check the taste. Once your cake is thoroughly cooled, spread the icing all\nover the top.\n\nAlternatives -\nThis cake can be made dairy-free if you change the icing for one based on water\nand icing sugar, rather than butter and cream cheese. Allso this cake is nice and\nmoist as it is, so it's rather good without any icing at all.\n\n"}, {"title": "Peanut Butter and Chocolate Chip Cookies", "servings": 0, "ingredients_text_raw": "ingredients:\n\n50g butter\n100g ground almonds\n\n25g crunchy peanut butter\n30 - 50g sugar\n\n‘4 tsp baking powder\nlegg yolk\n\ndark chocolate chips\n\nPhoto:\nsee page 142, top left panel\n", "recipe_text": "Preheat the oven to 160°C (325°F/GM3).\n\nMelt the butter, Mix together with the ground almonds, melted butter, crunchy\npeanut butter, egg yolk, sugar and baking powder, The mixture should form a big\nball, Add a handful of dark chocolate chips.\n\nRoll into about 16 little balls, and place them onto a baking tray lined with grease\nproof paper. Flatten the balls very slightly with a fork. Doing this at right angles\nmakes the nice criss-cross pattern on top.\n\nBake these at 160°C (325°F/GM3) for 20 minutes. They do expand a little in size\nwhen baked,\n\nAllow to cool before lifting them from tray.\n\nIf they're too flat when they go in the oven, they just splurge outwards into thin,\nlarge and flat things! And then catch at the edges...\n\n"}, {"title": "Chopped Hazelnut, Orange and Chocolate Biscuits", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n70g butter, melted\n\n35- 50g sugar\n\n100g ground almonds\n\n15g chopped roasted hazelnuts\n1 tsp orange essence\n\n1 egg yolk (large)\n\n¥ tsp baking powder\n\n25g dark chocolate chips\n\nPhoto:\n\nsee page 142, top middle panel\n(prebaked biscuits) and top right\npanel (baked biscuits)\n", "recipe_text": "Preheat the oven to 160°C (325°F/GM3),\n\nMix the melted butter with the ground almonds, sugar, baking powder and egg yolk.\nMix well, until it starts to form a big ball,\n\nAdd the hazelnuts and orange essence and mix well again. Stir in the chocolate\nchips.\n\nDivide the mixture into 16, roll into little balls and place on a greased, lined baking\ntray. Don't flatten.\n\nBake in a preheated oven at 160°C (325°F/GM3) for 20 minutes.\n\nAllow to cool on the tray.\n\nStored in an airtight container these will stay nice and crispy if they don't all get\neaten first!).\n\n"}, {"title": "Biscuits for Grown-ups", "servings": 0, "ingredients_text_raw": "ingredients:\n\nThe Basic Biscuit Mix\n70g butter, melted\n35g sugar\n\n1 egg yolk\n\n‘4 tsp baking powder\n100g ground almonds\n\nGrown-up Flavours -\n1 tsp lime juice\n\nzest of Yelime, finely grated or\nchopped\n\n‘A tsp dried red chili, very finely\nchopped\n\n30g dark chocolate chips\n", "recipe_text": "Preheat the oven to 160°C (325°F/GM3).\n\nMelt the butter, and then add the sugar, ground almonds, egg yolk and baking\npowder, Mix well until the dough forms a ball in your bowl. This is your basic\nstarting point — now you can add whatever flavours you like!\n\nFor the ‘grown-up biscuits’ add the lime zest, lime juice, chilli and dark chocolate\nchips (if your melted butter has warmed the dough up, beware adding the chips\nbefore it has cooled again, I've managed on several occasions to melt my choc chips.\nStill taste delicious, but not quite as pretty!)\n\nMix well, and then divide the mixture into 16 equal sized pieces (into four, and then\neach quarter into four again makes it nice and easy to judge). Roll each into a ball in\nyour hands, then place them on a greased and lined baking tray. Do not squash the\nballs - they will flatten out slightly as they bake.\n\nBake in the oven at 160°C (325°F/GM3) for 20 minutes. Allow to cool on the tray\nbefore handling.\n\n"}, {"title": "Cherry, Coconut and Almond Biscuits Start with the basic biscuit recipe then add flaked almonds (toasted if desired) &", "servings": 0, "ingredients_text_raw": "Chocolate & |\nFollow the be\nadd approxim\nto taste) toge'\npan on the he\nit off the hob,\n\nHoney, Almo\nThe only che\nsome lumps 0\n\nPhoto: see pa\n", "recipe_text": "nger Biscuits\n\nic biscuit recipe except replace the sugar with brown sugar (35g), and\nely 1 tsp ground ginger and some stem ginger cut into chunks (amount\ner with the chocolate chips. If you mix all the ingredients together in a\n, the chocolate will melt in, making the biscuit itself chocolaty: if you do\nir in the chocolate last & the chips should retain their shape.\n\nd and Ginger Biscuits\nge to the basic biscuit recipe is to swap sugar for honey. Then add\nstem ginger (to taste), some flaked almonds and 1 tsp almond essence.\n\n2 136, bottom middle panel\n"}, {"title": "Boxing Day Buffet", "servings": 0, "ingredients_text_raw": "Chees\n\naccompani\n\nSnowball\n\n", "recipe_text": "Smoked Salmon Quiche (page 157)\nSelection of Cold Meats and Salami\nith Pickled Cabbage, Beetroot, Gherkins\n\n: Selection with Cheese Biscuits (112 and 113)\nChutneys (106 and 107)\nApple & Cinnamon Jelly (page 170)\n\nSmoked Mackerel Pate (page 158)\n1 by Rice Crackers, Rice Cakes, Chopped Peppers,\nCarrots and Cucumber\n\nudding (needs to be made over 2 days, page 160)\nMince Pies (page 162)\nSeasonal Nibbles (see next page)\nimtsterne (Cinnamon Stars - page 166)\n\n"}, {"title": "Seasonal Nibbles  Thaen are all cerast tn bean far aceacinnal far natien.rcreacinnal)", "servings": 0, "ingredients_text_raw": "Vanilla Kix\n\n", "recipe_text": "enh APSE AMET\nerl (page 164)\n\nnds (page 169)\n\ncy Nuts (page 169)\n\nNarming Drinks\n\ne (page 172)\n(page 171)\nch (chilled, alcohol-free, page 173)\n\n"}, {"title": "Chestnut Soup", "servings": 7, "ingredients_text_raw": "Ingredients:\n\n370g pre-packaged chestnuts\n1 medium onion, chopped\n\n1 large carrot, chopped\n\n1 litre vegetable stock\n\n¥% cooking apple, diced\ncream & seasoning, to taste\n\nPhoto:\nsee page 156, top left panel\n", "recipe_text": "Fry the onions in oil or butter for a few minutes.\n\nAdd the stock, carrot & chestnuts, and simmer for 25 minutes.\n\nAdd the apple for a further 5 minutes or so.\n\nLiquidize the whole lot, and then add cream and seasoning to taste.\n\nReturn to the heat, just to heat the cream through, and then serve.\n\n"}, {"title": "Smoked Salmon Tartlets", "servings": 0, "ingredients_text_raw": "Ingredients:\n\nThe Savoury pastry -\n75g potato flour\n\n75g rice flour\n\n75g ground almonds\nsalt, to taste\n\n1 tbsp xanthan gum\nlegg\n\n50g butter\n\nolive oll\n\nThe Filling -\n\n100g smoked salmon\n150g cream cheese\n\nsalt and pepper, to taste\nchives, ripped, to taste\ngrated cheddar, to top\n\nPhoto:\nsee page 156, bottom middle and left\npanels\n\n", "recipe_text": "Preheat the oven to 180°C (350°F/GM4).\n\nThe Savoury pastry -\nSee 3 Colour Tartlets recipe, page 76.\n\nBlind bake the pastry for 10 minutes at 180°C (350°F/GM4), Remove from oven,\ncoat the pastry with egg wash and return to the oven for 2 minutes.\n\nThe Filling -\nMix the filling ingredients (except the grated cheddar) & fill the pastry cases, Bake\nfor about 18 minutes, then top with the cheddar for a further 8 minutes or so, until\nthe cheddar turns a bit crispy.\n\nYou can serve these warm or cold. Good for finger buffets.\n\n"}, {"title": "Nutty-base Smoked Salmon Quiche", "servings": 0, "ingredients_text_raw": "Ingredients:\n\nThe Nutty-base —\n50g chopped almonds\n50g mixed chopped nuts\n50g ground almonds\n2egas\n\n30g melted butter\n\npinch of salt\n\n1 tbsp xanthan gum\n\nThe Topping -\n\n150g smoked salmon\n\n150g grated cheddar\n\n350ml (12 fl oz) double cream\nAeggs\n\nsalt & pepper, to taste\n\nchives, to taste\n\n1 ball mozzarella, in 1cm cubes\n\nPhoto:\nsee page 156, bottom right panel\n\n", "recipe_text": "Preheat the oven to 180°C (350°F/GM4).\n\nThe Base -\nMix together the nuts with the melted butter, eggs, salt and xanthan gum. Use a tin\napproximately 20 cm (8 inches) in diameter (preferably with a removable base),\ngrease the tin and line with grease-proof paper. Pack the nut mix firmly into the base\nand bake for 15 minutes at 180°C (350°F/GM4).\n\nThe Topping -\nPlace the salmon & mozzarella onto the precooked nut base, Sprinkle the grated\ncheddar over. Mix together the double cream, eggs, chives and seasoning to taste.\nPour this mixture over the salmon and mozzarella. Bake at 180°C (350°F/GMA4) for\na further 50 - 60 minutes, until golden brown on top. Place a tray underneath to\ncatch any drips!\n\nYou can serve this warm or cold and the firm base means it makes good finger food.\nItalso keeps well.\n\n"}, {"title": "Smoked Mackerel Pate", "servings": "m", "ingredients_text_raw": "Ingredients:\n\nequal weights of smoked mackerel\nfilet & cream cheese\n\nseasoning & lemon juice, to taste\n\nPhoto:\nsee page 156, top middle panel\n", "recipe_text": "Flake the fish\nMix well with the cream cheese.\n‘Add seasoning & lemon juice to taste.\n\nThat's it.\n\nLovely served as part of a buffet platter.\n\nNice with chopped salad vegetables such as carrot or peppers,\nor on rice cakes or gluten-free crackers.\n\n"}, {"title": "Sausagemeat Stuffing", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n450g gluten-free sausagemeat\n(or gluten-free pork sausages with the\nskins removed)\n\n400g pork mince\n1 red onion, finely diced\n\nolive oll\n\n4 cloves of garrc, crushed\n\nsalt and pepper, to taste\n\n‘4 tsp ground nutmeg,\n\n2sage leaves, very finely chopped\n(or 1 - 2 tsp dried sage)\n\n60g cranberries, dried, sweetened\n50g ground almonds\n\n2egas\n\nPhoto:\nsee page 156, top right panel for\nSausagemeat stuffing balls\n", "recipe_text": "Fry the red onion in the olive oil with the gartic until slightly brown. Leave to fully\ncoal,\n\nPlace the sausagemeat in a large bowl and break it up into small chunks, Add the\npork mince and mix well (by hand).\n\nThen add the cranberries, red onion, sage, nutmeg and seasoning. Mix well.\n\nBeat the eggs and then add them to the mixture with the ground almonds. Mix well.\nThe mixture will start to come together into a large ball.\n\nEither stuff this into the turkey immediately prior to roasting or use it to make\n\nindividual stuffing balls, Take about a dessert spoon of stuffing, roll into a ball and\nplace on a greased and lined baking tray. Bake in the oven at 180°C (350°F/GM4)\nfor about 20 minutes,\n\n"}, {"title": "Snowball Pudding", "servings": "4", "ingredients_text_raw": "Ingredients:\n\nFor the sponge -\n\n70g butter\n\n85g sugar\n\n1 egg & 1 yolk\n\n85g rice flour\n\n25g ground almonds\n1 tsp baking powder\n¥ tsp xanthan gum\nYa tbsp milk\n\n‘% tsp vanilla essence\n\nFor the pudding -\n\n100g cream cheese\n\n2 tsp caster sugar (optional)\n\n40g melted butter\n\n25g chopped hazelnuts\n\napprox 2 Isp mixed peel\n\n25g chopped glace cherries (plus\nextra to decorate)\n\n25g chopped stem ginger\n\nfind and juice of 1 orange & % lemon\n1 packet gelatine\n\n150ml whipping cream\n", "recipe_text": "Pre-heat the oven to 180°C (130°F/GM4).\n\nMix all the sponge ingredients & bake in a lined 18cm sandwich tin. Allow to cool,\nthen slice the cake in half (to make 2 very thin sponges).\n\nMix the cream cheese, sugar and butter in a large mixing bowl. Stir in the nuts, peel,\ncherries, ginger & rind of the orange & lemon. Grease the inside of a pudding bowl.\nLine the bowl with the sponge cake (as if you were making an apple Charlotte: see\nphotos next page). Now fill the bowl, alternating the cream cheese mix & sponge\ncake, Finish with sponge cake. Expect to get two layers of each, or three if you make\ndouble. With a skewer, prick lots of holes all the way through the pudding,\n\nMix the gelatine according to the instructions. Add to the citrus juice, then pour the\nwhole lot carefully over the pudding until it all sinks in through the skewer holes.\nPlace in the fridge overnight (it will keep fine for an extra day if you want to make it\non Christmas Eve for serving on Boxing Day).\n\nThe next day, carefully turn the pudding out of the bowl. Cover liberally with\nwhipped cream, sweetened if you really fancy it-but believe me, there's plenty going\non in the rest of the pud. If you like, decorate with halved glace cherries.\n\nThis is quite a rich pudding and not to everyone's tastes, but it is worth the faff\ninvolved in making it!\n\n"}, {"title": "Mince Pies", "servings": 0, "ingredients_text_raw": "Ingredients:\n\nThe Sweet Pastry -\n150g rice flour\n\n150g ground almonds\n2 1sp xanthan gum\npinch of salt\n\n50g sugar\n\n150g butter, cubed\nlegg\n\n1 jar gluten-free mince meat\n\nrice flour for dusting\negg, to brush\nicing sugar to dust (optional)\n\nPhoto:\nsee page 168, central panel\nsee page 151, right panel\n", "recipe_text": "Preheat the oven to 180°C (350°F/GM4).\n\nCombine the rice flour, ground almonds, xanthan gum, salt and sugar and mix well.\nThen add the egg and butter. If the pastry seems too dry, add a small amount of\nwater at a time and keep mixing it well until it forms a nice, solid ball. If it seems too\nwet, add more flour. In my hands gluten-free pastry always seems quite moist\ncompared to the gluten-full variety. Leave it to rest for 30 - 60 minutes in the fridge.\n\nRoll out the pastry - leave it fairly thick when rolling it out, as gluten-free pastry will\nnever be as elastic as pastry with gluten in. Flour your work surface well with rice\nflour (or roll out your pastry between two sheets of grease-proof paper). Be patient —\nyou can always make the ball again and re-roll if you get holes...\n\nCut circles of pastry with a cutter (or anything round that's the right sizel). Handle\nthe pastry circles carefully, ease them into place in a 12:hole deep fill tin (one for\nmuffins is ideal), gently push them into the holes and mould them into place. Fill each\none with ample mince meat.\n\nUse any remaining pastry to make little lids or cut out shapes to decorate the top of\nthe pies (optional), Brush the pastry with a little beaten egg and cook in the oven at\n180°C (350°F/GM4) for 25 - 30 minutes. Decorate with a little icing sugar once\nthey are cooled (optional).\n\n"}, {"title": "Brandy Butter", "servings": 0, "ingredients_text_raw": "Ingredients:\n{all quantities to taste)\nroughly equal quantities of butter &\n\nicing sugar\nbrandy\n", "recipe_text": "Whisk the butter & icing sugar together well, as if making butter icing.\n\nAdd brandy to taste (don't let it get too wet - if it does, add more icing sugar).\n\nChill before serving.\n\n"}, {"title": "Vanilla Kipferl", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n100g ground almonds\n\n140g rice flour\n\nvanilla essence\n\n60g sugar\n\n120g butter\n\nicing sugar/ground cinnamon to dust\n(optional)\n\nPhoto:\nsee page 168, middle left panel\n", "recipe_text": "Pre-heat the oven to 180°C (350°F/GM4).\n\nMix all the ingredients together to make a dough. If it falls apart too easily, add some\nolive oil.\n\nDivide into 14 or 18, and carefully shape into crescents.\n\nPlace on a greased baking tray and bake for about 15 minutes.\n\nAllow to cool slightly before moving onto a plate, then dust slightly with icing sugar\nand/or cinnamon, if desired.\n\n"}, {"title": "Chocolate-coated Marzipan", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n150g ground almonds\n25g caster sugar\n\n50g icing sugar\n\nlegg\n\n1-2 tbsp almond essence\n2 tsp vanilla essence\n\nicing sugar, for rolling out\nchocolate to coat\n\nPhoto:\nsee page 151, right panel\n", "recipe_text": "Sift the icing and caster sugar into a bowl. Add the ground almonds and mix.\n\nAdd the egg and the almond and vanilla essences. Mix well; the marzipan should\ncome into a ball. If it is too wet, add a little more icing sugar (or ground almonds if\nyou don't want to increase the sweetness). Adding more vanilla essence or perhaps\nalittle honey will increase the flavour without the need for more sugar.\n\nCut a piece of grease-proof paper out and fold it in half. Unfold it again, and dust the\ninner surface with a litle icing sugar. Place a small ball of marzipan on the paper\nand fold it so the marzipan is in the middle. Press down with your hands to flatten\nthe ball, until it is 1 - 2cm thick. Unfold the paper, and use pastry cutters to cut out\nshapes from the marzipan. Place these on a grease-proof paper lined plate. Repeat\nthis until all the marzipan has been cut into shapes. Dust the paper with icing sugar\neach time a new ball is flattened out, Place the shapes in the fridge for about an hour.\n\nMelt the chocolate either in the microwave or using a bain-marie. Allow to cool a\nlittle, before placing each marzipan into the chocolate and turning it until well coated\n{I find forks the most useful for this), Place the coated shapes on a fresh piece of\ngrease-proof paper, on another plate, Once they are all coated, allow the chocolate to\nset by leaving them in a cool place.\n\nUsing flavoured chocolates works well for this - my favourite is Green and Blacks\nginger flavour chocolate...\n\n"}, {"title": "Zimtsterne - Cinnamon Stars", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n2egg whites\n\n150g icing sugar\n\n200g ground almonds\n2 tsp ground cinnamon\nzest of lemon\n\n1 tsp rum\n\nPhoto:\nsee page 151, bottom left panel\n", "recipe_text": "Whisk the egg whites till they're really stiff, then add the sugar a spoon at a time.\nPut aside about 2 tablespoons of the resultant mix into a separate bowl for later.\n\nStir in the almonds, cinnamon & lemon zest to make a dough. Roll out the dough to\nanything up to Smm thick & cut out as many star shapes as you can. The dough is\nquite sticky, so it's important that when you roll it out you do so between 2 sheets of\ngreaseproof paper. Place the stars onto baking trays lined with greaseproof paper.\n\nNow, pre-heat the oven to 160°C (325°F/GM3).\n\nStir the rum into the egg and sugar mix you set aside, then paint it onto each star.\nBake for about 15 - 20 minutes & leave to cool before removing from the baking\ntrays.\n\nAlternatives -\nYou could use these little biscuits (if fairly thin) as tops for mince pies - they'll look\npretty, but there won't be that ‘too much pastry’ thing you often get with mince pies.\n\nThe first time I made this I had no cinnamon so used mixed spice: it works pretty\nwell so feel free to experiment with flavours.\n\n"}, {"title": "Spiced Biscuits", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n70g melted butter\n35g sugar\n\n1 egg yolk\n\n‘% tsp baking powder\n100g ground almonds\n1 tsp mixed spice\n\nYA tsp ground cloves\n\nPhoto:\nsee page 168, top middle panel\n", "recipe_text": "Pre-heat oven to 160°C (325°F/GM3).\nMix all the ingredients together and form into approximately 15 balls.\n\nPlace on a lined baking tray & bake for 20 minutes.\n\nAllow to cool before transferring to a plate.\n\n"}, {"title": "Apple & Cinnamon Jelly", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n4lb apples\n3 pints of water\n\nground cinnamon to taste\n(use about one sixth of a jar)\n\njam sugar: 1 Ib to 1 pint syrup\n(see recipe)\n\nPhoto:\nsee page 168, middle right panel\n", "recipe_text": "Roughly chop the apples. Simmer to a mush in a saucepan, Strain the fruit overnight\nusing a jelly bag.\n\n‘The next day, discard the fruit pulp. Measure the resultant syrup & measure out the\njam sugar accordingly (Ilb jam sugar to Ipt syrup). Pour the sugar into a large, flat-\nbottomed pan and add the cinnamon. Stir the cinnamon in thoroughly at this stage\nthen add the syrup (if you add the cinnamon after the syrup you will have lumps of\ncinnamon),\n\nBoil the sugar & syrup - obviously, be very careful & don't let children in the kitchen\nin this stage! After a few minutes on a rolling boil, put a small spoonful of the jelly\nonto a saucer and push it with a fingernail: when the jelly crinkles when pushed, it\n\nwill set & is ready to be put into jars.\n\nHints -\nDon't waste time peeling the apples - they're going through a jelly bag later, which\nwill catch the peel.\n\nFor these quantities, use two large saucepans with 2lb fruit & 1.5 pints water in each\nfor the first stage,\n\nIf you don't have a jelly bag stand, then use an upturned stool or chair & pin the jelly\nbag to the feet.\n\n‘When pouring, if you have a heatproot pouring jug, pour the jelly into this then into\nthe jars. If not, use a ladle and wear rubber gloves,\n\n"}, {"title": "Eierpunsch", "servings": 0, "ingredients_text_raw": "Ingredients:\n\neggs\n110g sugar\n\n1 tsp vanilla essence\n\nAcloves\n\npinch cinnamon\n\n250m! strong black tea, left to cool\njuice of 1 lemon\n\n1 bottle white wine (doesn’t need to\nbe particularly good wine)\n\nwhipping cream to serve\n\nPhoto:\nsee page 168, bottom left panel\n", "recipe_text": "Whisk the eggs & sugar with a little of the wine, Add the rest of the ingredients\n(except the cream) and heat GENTLY on the stove, stirring constantly (we don't want\nthe eggs to scramble], and without allowing it to boil\n\nWhip the cream until stiff enough to sit on the top of a mug full of liquid. (Do this\nbefore the above instructions if you're on your own - if not, get someone else to do it\nwhile you heat the drink.)\n\nRemove the drink from the heat & remove the cloves. Pour into mugs & top with the\ncream, Provide a spoon (or a straw, if you have no shame...tike me).\n\n"}, {"title": "Mulled Wine", "servings": 0, "ingredients_text_raw": "Ingredients:\n\n1 bottle red wine\n1 orange, into which stick a handful of\ncloves\n\n1 piece cinnamon stick\n\na splash of orange juice (optional)\nsugar, to serve\n", "recipe_text": "Gently heat the ingredients together in a pan until warm and fragrant.\n\nServe with sugar to taste.\n\nIf serving in glasses, insert a teaspoon before serving to avoid the glass cracking,\n\nAlternatives -\n‘Add a dash of brandy or fruit liqueur to punch it up a bit.\n\n"}, {"title": "Ginger Punch", "servings": 7, "ingredients_text_raw": "Ingredients:\n\n75ml runny honey\njuice of 2 lemons\n150ml orange juice\n70m| ginger wine\nlibottle ginger ale\n300m! sparkling water\n\nPhoto:\nsee page 168, bottom right panel\n", "recipe_text": "Mix together the honey, juices & ginger wine.\n\nLeave in the fridge for at least 2 hours.\n\nBefore serving, dilute with the ginger ale & sparkling water to taste.\n\n"}]